[
  {
    "name": "Viroopaksh Chekuri",
    "email": "21f1000374@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research can be defined as the process of acquiring knowledge and skillset to solve an evolved research problem or extrapolate a solution's quality. It provides the opportunity to understand how the problem evolved and develop solutions through learning from other solutions that have been developed.",
    "response2": "A research mindset can be told as the state of mind that is equipped with patience, knowledge and understanding of the problem and the path to the solution.",
    "response3": "At the moment, I am motivated to research the game theory's possible solutions in AI. However, I am currently involved in a research project that aims to solve the problem of standard transcription of mridangam notes for a given mridangam stroke audio.",
    "response4": "The first statement is based on AI's game theory. The second one delves into the Deep Learning and NLP fields.",
    "response5": "I felt research has plenty of scope to provide people with solutions and new research problems that in general are not delved into. These new problems and solutions when evolved, have a great impact on the world.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 40,
    "reg_email": "mm19b028@smail.iitm.ac.in"
  },
  {
    "name": "Shashi Kumar",
    "email": "22f1001223@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "The systematic investigation and Learning of new things, improving existing knowledge, or developing new products or services is known as research.",
    "response2": "It is comfortable with uncertainty and is dedicated to acquiring and expanding knowledge. And it involves curiosity, critical thinking, seeking evidence, etc. This mindset is often associated with scientific inquiry, but it can be applied in various fields to enhance problem-solving and decision-making.",
    "response3": "Research ideas could be exploring the possibilities of advanced AI and its impact on society, ethics, and human collaboration. The goal would be to ensure that AI technology is developed and utilized in ways that benefit humanity while addressing potential risks and ethical concerns. Develop advanced AI techniques to enable robots and autonomous vehicles to navigate complex environments safely and efficiently.",
    "response4": "Al, Robotics, DL, and also many other fields.",
    "response5": "Research contributes to expanding the body of knowledge within a specific field. It helps us understand the world around us, uncover new facts, and answer unresolved questions. It provides a platform for intellectual exploration and curiosity. It encourages critical thinking, creativity, and the pursuit of new ideas.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 39,
    "reg_email": "22f1001223@ds.study.iitm.ac.in"
  },
  {
    "name": "Aditi Juneja",
    "email": "21f2000232@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "I think research is when we gain a deep understanding of an area in a subject, and then try to add more to it, test or replicate some of the previous results or our own hypothesis, or build on someone else’s work. Research can also be about trying to get an overview of an area and writing a survey paper for people who want to get started with that area. There are many different kinds of research but I think research is a journey that involves challenging yourself, and others also, to get to something that's true.",
    "response2": "I think it means being clear about what you are trying to do and why. You might not know at start with a very clear picture in the beginning because of a lack of knowledge, but being able to learn on the go and solve it like a jigsaw puzzle, and being flexible is essential. Also, being able to zoom out from time to time and see where you are going and plan what you want to achieve and test the hypothesis, and being able to differentiate between biases, intuitions, and facts and then test the hypothesis in a bias-free way. And, taking feedback from others and discussing with peers. Basically, having an open mind.",
    "response3": "I have been trying to understand the GNN approach to solving TSP. So, I have some knowledge about that. Also, \n\nI don't have a lot of knowledge about a lot of other areas too that I think would be interesting to dive into like using QCNNs in High-Energy Physics, computer vision, or NLP. So, I am open to new things too.",
    "response4": "Geometric Deep Learning, QCNNs, Computer Vision, NLP, open to anything else too",
    "response5": "I like exploring ideas and having discussions about them with others and testing them again and again. It's uncomfortable but I like it. Also, I want to pursue research because I think it would make me a better person. Most of the things that I wrote above about \"research mindset\" are ideal scenarios for me. And I would like to become better at patiently listening and really understanding and become better at communicating what's in my mind. I think of research as discovering the truth of things and testing your beliefs. I think it's important to know and communicate the truth because when we don't, people fight and manipulate and exploit each other. I think it’s a privilege to be able to do that.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 37,
    "reg_email": "21f2000232@ds.study.iitm.ac.in"
  },
  {
    "name": "Dwayne Vaz",
    "email": "21f1005296@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "From my knowledge and experience, research is exploring and documenting technologies, topics, concepts etc. This process can be done on something that has already been explored or documented before, as everyone has a different approach toward researching a topic. The same process can also be done by exploring and documenting something new, to bring your own intuition into innovating and creating a new concept, technology or topic which people haven't explored or documented before. To me, research is leaving your impression on humankind's path towards knowledge and progress.",
    "response2": "I believe that a research mindset is a mindset which requires a person to actively understand a problem, look up previous solutions to the problem, if there are any, by reading books, other research papers or any other problem-relevant material in general, and then come up with their own solution while actively documenting the process, the important decisions as well as the steps taken to reach the goal for that specific problem.",
    "response3": "If I had unlimited resources and knowledge, my research motivation would be, as I have mentioned before, the need to leave my mark on the progress of humankind towards knowledge. I want to write my own research paper to have people notice my perspective on technology, concepts and other topics. I want to be at a level where my perspective is validated and documented for generations to refer to and build upon.",
    "response4": "I am comfortable with all the fields mentioned in the question, namely AL/ML, NLP, Deep Learning, Computer Vision etc as I have studied those topics as a final-year Computer Engineering student. Therefore my research statement applies to all those subdomains as well as Machine Learning and Artificial Intelligence domains in general and I am happy to pursue research for the same.",
    "response5": "I want to pursue research as I want to provide my perspective on technologies, topics and concepts as I want to leave a lasting impact on the path of humankind towards knowledge as I want others to refer to my perspective on said topic, concept or technology by reading my research work and building upon it.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 37,
    "reg_email": "21f1005296@ds.study.iitm.ac.in"
  },
  {
    "name": "Borishan Ghosh",
    "email": "22f2000824@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "It is simply to have a question and figure it out.",
    "response2": "It is the curiosity to have a question, and the tenacity to stick through with it until one finds a reasonable answer.",
    "response3": "In March of 2023, Science ran an article on AI making faithful recreations of imagined images just by looking at brain scans. I would like to develop systems that does so with memories and dreams. I would also like to work in protein folding algorithms much like AlphaFold 2.",
    "response4": "The image recreation project is based on Stable Diffusion to generate Images and Deep Learning networks to parse the Brain Waves.\nProtein Folding uses Deep Learning and a lot of math to determine the relationships between constituent portions of protein much of which employs innovative ideas of graph theory and combinatorics.",
    "response5": "I like to learn things new and wide-ranging. I want to pursue research to be able to flesh out my curiosities to life, and meet and interact with people of similar interests.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 35,
    "reg_email": "22f2000824@ds.study.iitm.ac.in"
  },
  {
    "name": "Shruti Wankhade",
    "email": "22f2000018@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research, as the name suggests you search for the existing information on the topic. You analyze it, understand it, basically study it. Eventually you combine what you understand from the data and draw new insights. And sometimes even discover something entirely new in the process.",
    "response2": "Research mindset would be someone who has genuine interest in how things work. A mindset where you want to get to the bottom of \"why\" and \"how\".  This could be done either you ask questions to a person or seek information on internet. In the end, you try to understand the questions and sometimes even answers. \nA research mindset (technically, as per my thoughts) would not necessarily smart in studies but it needs to have capability of finding patterns and making meaningful conclusion out of it.",
    "response3": "My motivation generally comes from my Interests. My ideas would always based on sci-fi/fiction movies, imagination.\nThe people around me inspire me. It is inspiring to know or see someone working passionately on something they love.\nWe used to find few subjects in school very interesting because that particular teacher was interested in the subject. Not because it was easy/hard. I still find that inspiring whenever I work on something. \nSometimes competitions also becomes motivating factor. Not an actual competition, just someone has done more work than I did, makes me want to work even harder.",
    "response4": "At this moment, as I am still learning, it is hard for me to choose one field. I have given generalized answer and am open to all the fields.",
    "response5": "A childhood dream.\nIt is fascinating to draw conclusion from existing data and find something entirely new. I hopeful to feel that feeling of discovering something new while pursuing research.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 35,
    "reg_email": "22f2000018@ds.study.iitm.ac.in"
  },
  {
    "name": "ABHIJITH S",
    "email": "21f2000270@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research, in the context of your statement as an ML (Machine Learning) research engineer, refers to the systematic investigation, study, and analysis of a particular subject or topic in order to gain a deeper understanding, develop new insights, and contribute to the advancement of knowledge in that field.Research, in the context of your statement as an ML (Machine Learning) research engineer, refers to the systematic investigation, study, and analysis of a particular subject or topic in order to gain a deeper understanding, develop new insights, and contribute to the advancement of knowledge in that field.",
    "response2": "A research mindset refers to a way of thinking and approaching problems that is characterized by curiosity, critical thinking, systematic inquiry, and a willingness to explore new ideas and challenge assumptions. It involves adopting an open, analytical, and objective perspective to understand and solve complex issues.",
    "response3": "Research Idea: \"Ethical and Sustainable AI-Agent Design for Environmental Conservation\"",
    "response4": "Reinforcement learning and computer vision",
    "response5": "If you have a curious mind and a thirst for learning, research offers the opportunity to delve deep into a subject, ask questions, and explore avenues that pique your interest.Research provides a degree of intellectual freedom, allowing you to pursue your own ideas and interests rather than adhering strictly to predefined tasks.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 35,
    "reg_email": "21f2000270@ds.study.iitm.ac.in"
  },
  {
    "name": "Ganeshan P A Nainar",
    "email": "21f1006917@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me, Research means the process of exploring any chosen subject or topic up to the extent that you are able to contribute to the existing advancements or to add something entirely unknown. It basically can be called studying something until you understand to further contribute or innovate entirely new.",
    "response2": "According to me, A research mindset is a person's ability to think about any topic beyond the given information and to explore deeper passionately to understand the roots and the present stem full of advancements, and thinking what else could be done. Its more like an hunger and endless interest to explore anything to get amazed and thinking with innovation and aspiration in mind.",
    "response3": "My motivation to research has always been thinking about what could I do to create an impact in this world which could contribute to the progress of mankind. If I have access to all the resources and support to conduct research it would be further making me boosted and motivated to go deeper and think with more focus in mind.",
    "response4": "My research statement is based on Machine learning and Deep learning, I have already worked as a research intern under my undergrad professor in deep learning for a chronic kidney disease prediction using Hybrid algorithms where I used Cuckoo Search algorithm's activation function in an ANN.",
    "response5": "I always have been a person who gets settled when I do something that's different, and uncommon and creates a positive impact either on someone's life or in this world. Given that kind of a person, Research was something I got to explore in my second year of undergraduate where I got to know that this is a process where I would get to create an impact directly in this world, and in fact, that's what drives this world of research where you deeper exploring roots coming up to stems and while doing so you could end up tracing a new stem (a new discovery or innovation) that would give a whole new branch of possibilities where the only limit is sky high. That's why I want to pursue research as my career.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 34,
    "reg_email": "ganeshannainar@gmail.com"
  },
  {
    "name": "RISHABH KUMAR",
    "email": "23f1001866@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a way of finding out new things or solving problems by using different methods and sources of information. Research can be done for many reasons, such as learning, discovering, creating, or improving something. There are different types of research based on what they aim to do, how they do it, and what they use. For example, some types of research try to increase the knowledge and theory in a field of study, without thinking about how it can be used in the real world. This is called basic research. Other types of research try to solve a specific problem or need in the real world, using the knowledge and theory from a field of study. This is called applied research. Some types of research use words, images, sounds, or observations to explore and understand the meanings, experiences, and perceptions of people or things. This is called qualitative research. Other types of research use numbers, statistics, measurements, or calculations to test hypotheses, measure variables, or compare groups. This is called quantitative research.",
    "response2": "A research mindset is a way of thinking that involves curiosity, creativity, and criticality. It means being open to new ideas, exploring different possibilities, and evaluating the evidence and arguments that support or challenge them. A research mindset can help one to learn more about the world, solve problems, and contribute to knowledge.",
    "response3": "If I had all the resources and knowledge, I would like to pursue research on ''Interdisciplinary Deep Learning for Cross-Domain Innovation\".\nThe research initiative \"Interdisciplinary Deep Learning for Cross-Domain Innovation\" aims to harness the capabilities of advanced machine learning techniques, particularly deep learning, to foster innovative solutions that transcend traditional boundaries between different fields of knowledge. By combining insights and data from diverse domains such as biology, social sciences, and the arts, we intend to create adaptable deep learning models that uncover hidden patterns and generate novel insights. This collaborative approach encourages experts from various domains to work together, fostering unique problem-solving and driving innovation that benefits multiple areas simultaneously.",
    "response4": "The research statement \"Interdisciplinary Deep Learning for Cross-Domain Innovation\" is based on the sub-domain of \"Deep Learning\". It focuses on the application of deep learning techniques across various disciplines and domains to drive innovation through interdisciplinary collaboration. The statement emphasizes the utilization of deep learning's capabilities to address challenges and generate insights that span multiple fields, fostering cross-domain innovation and knowledge transfer.",
    "response5": "I want to pursue research because I enjoy learning new things and discovering new insights. Research is a way of expanding my knowledge and skills, as well as contributing to the advancement of science and society. Research also challenges me to think critically, creatively, and collaboratively, which are important qualities for any career. I find research to be rewarding and fulfilling, as it allows me to explore my interests and passions.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 34,
    "reg_email": "23f1001866@ds.study.iitm.ac.in"
  },
  {
    "name": "RAJIB BANERJEE",
    "email": "21f1000489@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research refers to the systematic investigation, study, and analysis of a particular subject or topic to discover new information, enhance understanding, or answer specific questions. It involves the collection, interpretation, and evaluation of data and information through various methods, such as experimentation, observation, surveys, interviews, literature reviews, and more. Research is conducted across various fields, including science, social sciences, humanities, technology, and more, and it contributes to the advancement of knowledge, the development of theories, and the resolution of practical problems. Some of the objectives of research include Creating Knowledge, Solving Problems, Advancing Fields, Validating Theories, Informed Decision-Making etc.\nThe research process typically involves several key steps starting with the Identifying a Research Topic, Reviewing Literature, Formulating a Research Question or Hypothesis, Designing the Study, Planning the research methodology, Collecting Data, Analyzing Data, Interpreting Results, Drawing Conclusions, Communicating Results etc.\nResearch plays a vital role in the advancement of human knowledge and contributes to solving complex problems and improving various aspects of society.",
    "response2": "A research mindset refers to a way of thinking and approaching problems that is characterized by curiosity, critical thinking, a systematic approach to investigation, and a commitment to seeking and understanding knowledge. It involves adopting certain attitudes and behaviors that are conducive to conducting thorough and effective research. \n\nSome key components of a research mindset are Curiosity, Critical Thinking, Open-Mindedness, Systematic Approach, Attention to Detail, Persistence and Patience, Ethical Awareness, Collaboration, Continuous Learning etc",
    "response3": "Since 2017, transformer model revolutionized the field. Recent inclusion of transformers in image processing has opened many doors. DoctorGPT with Video understanding capability can have a significant impact by enabling researchers and healthcare professionals to gain deeper insights into various aspects of healthcare and medical practices. Here are some ways in which video understanding can impact medical research in many different way. \nSome of the immediate benefits can be realized in \nMedical Imaging Analysis: Videos from medical imaging modalities like endoscopy, ultrasound, and radiology can be analyzed to extract diagnostic information. Video understanding can help in identifying anomalies, tracking the progression of diseases, and aiding in the diagnosis of conditions.\n\nBehavioral Analysis: Video understanding can be employed to analyze behaviors, such as facial expressions, body language, and gestures. This can assist in diagnosing neurological disorders, mental health conditions, and developmental disorders.\n\nDisease Progression Tracking: Videos can capture the progression of certain medical conditions over time. Video understanding techniques can track changes in patients' physical conditions and provide insights into disease progression.\n\nWhile video understanding offers immense potential in medical research, there are also challenges to address, such as ensuring patient privacy, developing accurate and reliable algorithms, dealing with variability in video quality, and establishing ethical guidelines for using video data in healthcare contexts. However, as technology continues to advance, video understanding has the potential to revolutionize various aspects of medical research, diagnosis, treatment, and patient care.",
    "response4": "The research work requires work in the field of Deep Learning , Computer Vision (Specifically transformer based attention, Higher layer embeddings etc), NLP (Specifically Large Language Models)",
    "response5": "Deep passion for innovation in the field of computer vision along with the strong Desire to contribute in field of health care motivates me to carry out a meaningful contributions in the field of computer vision which can benefit the industry.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 34,
    "reg_email": "21f1000489@ds.study.iitm.ac.in"
  },
  {
    "name": "GAJULA KARTHIK KUMAR",
    "email": "21f2000774@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research involves studying a specific topic and solving new or existing problems in a particular field by creative ways with use of existing technologies.",
    "response2": "Research mindset is a way of thinking that is characterized by the ability to identify problems, develop solutions, test the effectiveness of those solutions, optimize solutions, generate insights, and produce new ideas. A person with good research mindset will be to able draw connections between seemingly unrelated things, and they are able to see patterns that others may miss.",
    "response3": "If I have all the resources and knowledge, my research motivation would be to prevent human trafficking. Human trafficking is a grave and complex issue that affects countless lives globally. By analyzing large datasets of text, images and audios AI can identify patterns that would be invisible to the human eye and help potential victims of human trafficking. Computer Vision, NLP Algorithms could be used to scan social media platforms, online marketplaces, and other websites for images, videos, text and audios of people who are being trafficked. Once a victim is identified the algorithm could notify police or law enforcement.",
    "response4": "The Research idea I mentioned above will come under Computer Vision, NLP and maybe Ethical AI.",
    "response5": "I am passionate about research and learning. I am deeply motivated to pursue research especially in the field of AI because I believe AI could be the solution for some of the world's most pressing problems. AI is the most emerging field and is having impact across all fields. I want myself to equipped with the current technologies and what could be a better way to learn than doing research in the most advanced field I love. Research provides me with the opportunity to continuously learn, innovate, and also I believe it helps me to get a better job in a good company.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 34,
    "reg_email": "21f2000774@ds.study.iitm.ac.in"
  },
  {
    "name": "Shyaam Pon Sundar S",
    "email": "21f1003487@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "I see research as a way of delving deep into a particular field in search of exploring new concepts or ideas that can add value to science and humanity.",
    "response2": "Having the right clarity and best interests in mind while perforiming extensive research is what I understand by research mindset.",
    "response3": "Recently, I had an opportunity to work on Condition Monitoring for Rotating system components such as bearings and gears usig data-driven approach. This invloved predicting faults in bearings and gears using ML. I even used GANs for synthetic run-to-faiure data generation.",
    "response4": "Deep Learning, Computer Vision",
    "response5": "I have always aspired to work on hybrid stuff that mixed Mechanical Engineering and Ml/DL. This research would help us find numerous application of ML and AI in the field of Mechanical Engineerign where its presence is less felt until now. Hence, this would be my ideal field of interest.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 34,
    "reg_email": "21f1003487@ds.study.iitm.ac.in"
  },
  {
    "name": "Devansh Rathor",
    "email": "22f1001032@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "For me 'Research' is trying to find a solution to a problem I created; no one knows what the answer could remotely be and thats where creativity and curiosity can takeover and discover something new. It is making something once assumed to be difficult or even impossible into something that is attainable and understandable.",
    "response2": "For me a 'Research Mindset' is one with high curiosity and determination; research is difficult and might take a long time to get it on the right, hence a research mindset would enable you to get through that and find the conclusion.",
    "response3": "My motivation for research would be my life, whether it be some topic I fascinated by, some problem I face on a daily basis or even the science fiction media I watch. Since I would have a personal stake in the topic, I would be even more motivated to see it through and strive to do justice to the topic at hand.",
    "response4": "Deep Learning especially different Neural Network Architectures",
    "response5": "I am motivated by creating things, and research seems like the perfect way to create, build and innovate on new ideas. I want to write the instruction manual rather than follow it, hence I would like to pursue research.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 32,
    "reg_email": "22f1001032@ds.study.iitm.ac.in"
  },
  {
    "name": "ABHILAKSHYA MEHTA",
    "email": "21f1002251@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "In my opinion doing research means:\n1 To find loopholes in the concept. And further studying underlying concepts, loopholes and to propose solutions to overcome those loopholes.\n2 To develop new products, new concepts (basically to innovate) which are more efficient.\n3 Study and Development of existing concept for finding their applications in new domains/niches.\n4 To fine tune the generalized concept into more specialized concept to solve the real-world problems.\n5 To develop the framework, guidelines, principles to work in more structures way (e.g. : Development of principles for Responsible AI)",
    "response2": "Research Mindset is the mindset full of \n1 Curiosity : To unfold the nuances of concept in-depth keeping the objective (i.e. to make concepts more efficient for the given problem) in mind.\n2 Discipline : To stay focused even when the research is not giving results as desired.",
    "response3": "Since I find my interest in solving the problems of  sustainability, environment issues. My inspiration will based on How to develop solutions which are environmentally friendly or contributing in reduction of environmental issues and also cost efficient.",
    "response4": "Deep learning\nData Analytics and Visualization\nApplication of AI/ML in proving solutions for Environment-related problems",
    "response5": "I want to pursue Research to find efficient solutions, methodologies and to create new products, concepts where I can use my thinking, problem solving to its fullest and also contributing to society by friendly (cost friendly, eco friendly) solutions",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 32,
    "reg_email": "21f1002251@ds.study.iitm.ac.in"
  },
  {
    "name": "MRINAL CHANDRA",
    "email": "21f1005893@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research means to increase my knowledge base by empirical investigation and inquiry. Like I am interested in AI. I have read some lierature on AI on the inetrnet. But I do not have the required skill at the moment to grasp and use the knowledge for further inquiry. I need direction and guidance. I am expecting that environment here. What can I do with the knowledge at my hand? How can I widen my horizon of knowledge? Am I going toward the right direction?",
    "response2": "It begins with investigation and inquiry. A fact based investigation about a certain subject. Rsearch mindset explores the hows and whys of a subject with certain markers in mind. What do I want to know? What will I do about this knowledge? If I am asking the right kind of questions? How to read the answers I am getting? It neds patience and enthusiasm. One might not get the desired answers but one must not loose hope and keep looking. A bit like the search for truth!! :)",
    "response3": "I want to research on the science of decision making. I want to combine graph theory and behavoral psychology to look for my answers. I have a very vague idea about this. I am looking for more literarture on this subject. I have few quetions to start with. How do we make our decisions? Do all the people in a given environment make similar kind of decisions? What factors influence our decisions?",
    "response4": "Deep Learning.",
    "response5": "I am interested in the subject. I have been out of formal education system for more than a decade and now in my mid thirties when I am gettinge exposed to these kind of information, I feel excited to explore more. If we can predict behaviors of an individual or a large group of humans, it could be used constructively for betterment of many things. But for now I want to pursure it because I am enthusiastic about the subject.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 32,
    "reg_email": "21f1005893@ds.study.iitm.ac.in"
  },
  {
    "name": "SOMSUBHRA DE",
    "email": "22f3002680@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me, 'Research' refers to the dynamic process of gathering and interpreting information in order to get answers to questions, understand things, gain in-sights and cultivate new knowledge. Basically, it is like a journey where researchers are the explorers who are curious to figure out new things, do experiments, search and learn. It's about finding answers to questions that hasn't been fully answered yet or, is yet to be discovered. Beyond resolving enigmas, research entails the responsibility of sharing findings so that others can learn and apply the insights. Albert Einstein's words aptly resonate: \"If we knew what we were doing, it would not be called research, would it?\".",
    "response2": "It refers to the way of thinking and approaching problems. Some of the key aspects which I feel, should be present among researchers to conduct impactful research in any domain are critical thinking ability, genuine interest & curiosity to explore, problem solving, observation and analytical skills, open-mindedness, continuous learning, perseverance and integrity.",
    "response3": "I would love to get started with unique & innovative problem statements on Generative AI, which is now a growing field & needs to be explored more. LLMs like GPT are game-changers and have the potential to revolutionize the field of NLP. I also love to integrate AI across diverse domains.",
    "response4": "NLP, DL, applications of AI/ML",
    "response5": "For me, research is more than a pursuit, it's a voyage of exploration into the realms of the unknown. Going into the real cutting edge of current day development & trying to push the boundaries in a direction that many haven't thought of before is something I find fascinating. In research, it's not possible to predict the outcome of the task as it is likely to be un-organized but the joy of discovery or getting success in finding out the answer to a problem statement is what I love. I'm excited to leverage my skills to explore innovative solutions in future research endeavors. I've a strong grasp of programming and I am acquiring other skills that will prove invaluable in the AI/ML domain. I'm currently a research intern at IISER Kolkata in the same field and have been selected as a summer intern at Dept of CSE, NIT Trichy in my 1st year. I possess previous experience in crafting research papers and submitting them to reputable conferences in the field. I would definitely wish to contribute as a Student mentor in this programme.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 32,
    "reg_email": "22f3002680@ds.study.iitm.ac.in"
  },
  {
    "name": "Sushmita Nandy",
    "email": "21f1005425@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research refers to the systematic process of investigating and gathering information, data, and knowledge in order to answer questions, solve problems, or advance our understanding of a particular topic or subject.",
    "response2": "A research mindset refers to a particular way of thinking and approaching problems that is characterized by curiosity, critical thinking, a systematic approach, and a willingness to seek out and analyze information in order to gain deeper insights and understanding.",
    "response3": "I want to deep dive into the field of my expertise which is Data Science.",
    "response4": "Deep Learning and LLM",
    "response5": "To learn more deep concepts and further apply my knowledge in my professional life.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 31,
    "reg_email": "sushmitanandy11011996@gmail.com"
  },
  {
    "name": "Debapriyo Saha",
    "email": "21f1004645@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research refers to study, analyze a particular topic to gain in depth understanding. Research on a particular topic helps to explore more in that area and generate new information around the same. It helps to drive innovation and address complex problems. Research can be of various types like survey research, quantitative research, qualitative research, case study research, etc",
    "response2": "Research Mindset refers to the way of thinking and approaching a particular problem with high level of curiosity to drive some outcome from the same. It would develop the critical thinking ability and enhance problem solving skills.",
    "response3": "Getting deeper into that particular topic",
    "response4": "Machine Learning, Deep Learning and LLM",
    "response5": "To understand the topic more better and drive some new information",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 31,
    "reg_email": "debopriyo.saha@gmail.com"
  },
  {
    "name": "Divij Yadav",
    "email": "23f1000009@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the process of gaining knowledge . It involves a strategical approach towards the subject , it may involve detailed study and experimentation.",
    "response2": "Research mindset is one of curiosity. A researcher is curious about the subject and makes efforts to gain knowledge.",
    "response3": "At present I do not have much knowledge on the subject of AI and ML but with time I would like to gain enough knowledge to integrate AI and ML with the presently used automation in the manufacturing sector . This I believe will be an improvement in the various departments of the manufacturing sector , especially the quality control where both human and artificial intelligence together can ensure better quality and less wastage/ defects in the final product.",
    "response4": "As I mentioned , I am a complete beginner but I guess it would be an application of a mixture of computer vision and deep learning",
    "response5": "My motivation to pursue research is to gain knowledge in new fields of technology and be able to somehow make use of that knowledge in practical applications.",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 31,
    "reg_email": "23f1000009@ds.study.iitm.ac.in"
  },
  {
    "name": "SARVESH E",
    "email": "21f3000887@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "I believe that research is like a jigsaw puzzle, where we utilize well-established facts and details to make new inferences and innovations to solve everyday problems. This  process demands an in depth understanding of these proven facts to facilitate the development of extraordinary innovations.",
    "response2": "It is the curiosity about wanting to know how things work and why they work.  In AI/ML, it's about finding the best ways to deal with data and understanding why those ways are effective. It's not about having all the answers, but understanding the reasons behind them.  And the research mindset does not only include this inquisitive behavior but also some qualities like perseverance, determination, attention to detail, and being good at technical stuff etc.",
    "response3": "Given that I have all the resources and knowledge, I would love to work in the field of Deep Learning, more precisely Image Processing.  One of my long term goal is to work in the field encompassing Machine Learning and Quantum Computing.  I would love to work in concepts like Quantum Adversarial Networks and including Quantum Computing concepts in some Image Processing tasks.",
    "response4": "The research statement which I have mentioned earlier is based on the combination of Deep Learning, Image Processing and Quantum Computing.  I feel that Quantum Computing concepts can significantly improve the domain of Image Processing.",
    "response5": "It is the curiosity and my innovative thoughts which is driving me to do research.  Being a undergraduate student, I was fortunate to work in 3 research works and each of those was crucial in expanding my knowledge in the domains like AI/ML, Blockchain etc.  From my school days, I loved physics and particularly Quantum Physics during my grade 12.  When I first got introduced to the domain of Quantum Computing, I wanted to use that to solve any of the real world problems.  Image Processing is one of the domains which has fascinated me a lot.  So, I developed the interest of working on a field which requires knowledge in Deep Learning, Quantum Computing and Image Processing.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 31,
    "reg_email": "21f3000887@ds.study.iitm.ac.in"
  },
  {
    "name": "PRAKHAR PANDEY",
    "email": "23f1002709@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a deliberate and organized investigation into a subject to uncover facts, principles, or insights. It involves methodical data collection, analysis, and interpretation, contributing to the existing knowledge base. Research aids in understanding, problem-solving, and generating new ideas, making it essential across various disciplines and industries.",
    "response2": "A research mindset entails approaching situations with curiosity, critical thinking, and a desire for deeper understanding. It involves questioning assumptions, seeking evidence, and embracing continuous learning. This mindset fosters problem-solving, innovation, and informed decision-making, whether in academia, business, or everyday life.",
    "response3": "With abundant resources and knowledge, my research motivation would revolve around exploring sustainable solutions for global environmental challenges. I'd focus on developing innovative technologies, policies, and practices to mitigate climate change, conserve biodiversity, and ensure a greener future for generations to come.",
    "response4": "The research statement provided earlier aligns with the subdomain of Natural Language Processing (NLP) within the field of AI/ML. It emphasizes the development of advanced language models to enhance understanding, communication, and problem-solving through the manipulation of textual data.",
    "response5": "Pursuing research offers the opportunity to uncover uncharted territories of knowledge, contribute to meaningful advancements, and address real-world challenges. It's a chance to engage in creative problem-solving, foster innovation, and leave a lasting impact on the academic or professional community while continuously fueling my passion for learning and exploration.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 31,
    "reg_email": "prakharpandey2811@gmail.com"
  },
  {
    "name": "SOUMYA GUPTA",
    "email": "21f1004099@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research refers to the process of studying and investigating a topic or problem to gather information and gain a deeper understanding about it. It involves searching for knowledge, exploring existing information, conducting experiments or surveys and draw conclusions based on the collected evidences. It helps us expand our knowledge, make informed decisions, and contribute to advancements in various fields. It's a systematic way of learning and examining relevant information.",
    "response2": "Research Mindset refers to a way of thinking and approaching things that involves curiosity, critical thinking, and a willingness to explore and learn. It's about being open to asking questions, seeking out information, and examining things from different angles. It means being curious about the world, not taking things at face value, and willing to dig deeper to uncover insights and facts.",
    "response3": "If I had all the resources and knowledge, my research motivation might be focused on understanding and solving some of the important challenges humanity faces, such as climate change, disease prevention or sustainable energy. I would be inspired to contribute to creating a better world by finding innovative solutions to these complex problems.  My goal would be to make meaningful contributions that improve lives, enhance our understanding of the universe and pave the way for a brighter future.",
    "response4": "Computer vision can be applied in Environmental Monitoring, Carbon Footprint Reduction, Medical Imaging, Drug Discovery, Energy Consumption Monitoring\nDeep Learning can help in Extreme Event Prediction, Natural Resource Management, Disease Prevention, Epidemic Tracking, Sustainable Energy, Renewable Energy",
    "response5": "I'm curious and passionate about understanding the world deeply. Research allows me to explore interests, ask questions and find answers that can contribute to knowledge and solutions. Pursuing research can be intellectually rewarding, allowing me to continuously learn, innovate, and grow.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 31,
    "reg_email": "21f1004099@ds.study.iitm.ac.in"
  },
  {
    "name": "Akepati Sreekanth Reddy",
    "email": "22f2001649@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "In my point of view ,Research is creating the new knowledge or ideas using existing data or knowledge that too in new and creative way ,also i am thinking that every research will begin with a question that having no answer as well as exploring unconventional ideas.",
    "response2": "Research mindset should be always curious and willingness to explore new ideas or knowledge and taking challenges as opportunities to learn and grow ,having mindset of continuous learning and thinking outside the box also having mindset of sharing ideas and having good communication",
    "response3": "I am the person having curious to learn new things in depth on Artificial intelligence and machine learning ,if i have the resources and if gain good knowledge i would like take this technology to next level by improving and creating new things that useful to the society .",
    "response4": "As I wanted learn deep in AI, i wish to learn all subdomains (ml,nlp,computer vision,deep learing)of it ,But i want to choose one subdomain i will choose\"DEEP LEARNING\" first",
    "response5": "I am pursuing my graduation(b-tech) in Artificial intelligence it would help my career also having interested in research to explore things deep in AI so that if i pursue research or part of the research i can learn more about it and also having interest to create new things as well as i came to know that research enhances analytical ,communication and project managing skills .also it can enhance career opportunities",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 31,
    "reg_email": "22f2001649@ds.study.iitm.ac.in"
  },
  {
    "name": "Manish kumar",
    "email": "22f2000200@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "For me, research refers to systematic way to explore a topic or question.  It's a way to figure out things by looking at information and data carefully. It can include gathering information, analysis of data and gaining new insights.",
    "response2": "A research mindset refers to the attitude of being curious, open-minded, and systematic when seeking knowledge or solving problems. It involves being asking questions, investigate, and critically evaluate information. People with a research mindset are driven to understand things deeply, gather evidence, and analyze data to gain insights and make informed decisions.",
    "response3": "Given unlimited resources and knowledge, my research motivation could be centered around advancing the field of artificial intelligence and machine learning. Specifically, I might focus on developing AI systems that possess not only advance capabilities but also a strong sense of ethical reasoning. This would involve creating AI that can navigate complex moral dilemmas, understand cultural contexts, and make decisions that align with human values. The goal would be to ensure that as AI technology progresses, it does so in a way that benefits society as a whole while minimizing potential harm and bias.",
    "response4": "The research statement I mentioned earlier falls within the subdomain of AI and could have applications across various fields of AI/ML, including Natural Language Processing (NLP), Deep Learning, Computer Vision, and more. This research would focus on enhancing AI systems' ethical decision-making and empathy, making it relevant to multiple areas where AI is employed, such as virtual assistants, autonomous vehicles, medical diagnosis, and content generation.",
    "response5": "Since the beginning of my academic journey, I've been driven by the desire to create an impact and I believe field of research offers a perfect set to achieve this and making an impact. It's a way to make a difference, gain expertise, and inspire others, providing intellectual challenges and recognition in any field and this thing motivates me to pursue research.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 30,
    "reg_email": "22f2000200@ds.study.iitm.ac.in"
  },
  {
    "name": "DHRUV GADA",
    "email": "21f1002549@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "The basic mundane definition of research refers to analyzing, exploring, and investigating the crux of a central topic. But most people miss the fact about the opportunity to acquire new knowledge and the prospect of getting familiarised with something that intrigues and engenders curiosity of implementing it in your own unique way. Apart from that the major thing is identifying the major research gaps, that one employs while a literature review while writing a research paper. Hence my view of research is more about uniqueness and our personal perspective with scientific corroboration would make a great impact for us.",
    "response2": "A research mindset extends beyond the conventional definition of research, which involves delving into and investigating core subjects. Yet, it's crucial to recognize the chance to acquire fresh insights and immerse oneself in topics that spark curiosity, ultimately leading to innovative implementations. Furthermore, a pivotal aspect involves pinpointing the significant gaps in existing research, a practice integral to crafting a comprehensive literature review in research papers. In my perspective, research embodies a fusion of distinctiveness and a personalized viewpoint, combined with rigorous scientific validation, which has the potential to create a remarkable impact.",
    "response3": "The research should focus on one of the most recent trends, Large Language Models and Generative AI in general; there are many people who use LLMs but are unaware of it. The most obvious example is ChatGPT, which users are using but are unaware of how they work and what the disadvantages and cautions are, such as LLM hallucination and providing false information, and this has been a very detrimental factor for instance one of the lawyers used it and now the lawyer has had a penalty because of false information",
    "response4": "The basic domain is Artificial Intelligence and Deep Learning, along with Natural Language Processing too. When collaborate the results will be amazing and the outputs would be extremely efficient, this could further be combined with the areas like Finance, for financial modeling or medical, or automation and combining these with LLM for amazing results",
    "response5": "Using the above points in the mentioned answers and the fact that in the fast-moving world where technology is growing day by day our use of AI is also increasing. People use ChatGPT on daily bases without knowing how it works, what are it’s drawbacks. ChatGPT is built over LLMs. There are many other use cases of LLMs which I want like to research upon. This clubbed with the above mentioned points would be of great help for researchers and would be given a whole new horizon of exposure.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 30,
    "reg_email": "21f1002549@ds.study.iitm.ac.in"
  },
  {
    "name": "PARASHMANI DATTA",
    "email": "21f2000987@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a process of re-searching facts and conclusions using some heuristic methods, hunch, tests, analyze and lastly establish from the depth of studies and predefined knowledge we already have. In research, we discover new knowledge from the accumulated data/knowledge.  Generally, inductive and deductive methods are used carefully on an event to reach to a conclusion. The answer of the tag 'How and Why' is greatly answered through the process of Research. Research is an activity of a field where a 'subject' describes an 'object'.",
    "response2": "Research Mindset is a way to a holistic environment where learning, innovation, deduction and simplification are the key factors which help in any research activity. Mindset for any activity needs a positive thinking and research is an activity where we learn from failures, thus research activity requires more positive mindset and patience. Research Mindset is a set of  curiosity, probing, exploration, creativity, patience and persistence, investigation and evaluation, management, learning by doing, perception, rigorous thinking and in depth analysis, linking ideas where one or the other elements of the set is a subset of the Research set. Thus, Research mindset is the core of any research activity.",
    "response3": "In the field of education, I am an educator for more than 12 years. The experience I gained in the last 12 years after educating more than hundred thousand students over  the various parts of the country is educational hub needs an AI/ML to enhance the teaching learning process. My current goal is to prepare a ML model to predict the learning curve and enhance the learning process from the data. As of now I have gained knowledge on the learners problems, but conjointly with the proper guidance and research, I believe\nthere will be a way to troubleshoot the issues.",
    "response4": "After a  cohort analysis of the various fields in AI/ML , I felt NLP is the basic followed by Speech processing, Neural Networks and more which may be required for the perfection of the model.",
    "response5": "Every time I hear or learn something new I explored deeper into it. My curiosity of solving problems is always at its peak. Best education is a national issue and research into it is the primal solution. Once we are into it I believe together we can find out the best solution.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 30,
    "reg_email": "21f2000987@ds.study.iitm.ac.in"
  },
  {
    "name": "Vani R",
    "email": "21f2001509@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research refers to the systematic process of investigating, studying, and analyzing a specific topic to develop a deeper understanding about the concept. Literature reviews can be done to gain insights from other's work and build on from the platform that they all have set. It can also be delving deep into unknown and complex concepts and come up with a groundbreaking idea. In scientific and many other aspects, research is crucial for expanding our understanding of the world and driving innovation across a wide range of disciplines. It's also important in business, healthcare, social sciences, technology, and various other areas where evidence-based information is needed to make informed choices.",
    "response2": "A research mindset refers to a specific way of thinking and approaching problems that is driven by curiosity, critical thinking, a willingness to explore and learn, and an emphasis on evidence-based reasoning. Research often involves encountering challenges and setbacks, so we need to have the right mindset to be persistent and come up with creative solutions. It is also important to pay close attention to detail. Finally, researchers with the right mindset are eager to share their findings with fellow researchers through publications and discussions.",
    "response3": "Currently I have 2 ideas which I'm interested to work on.\n\n1) Biometric authentication using conjunctive vasculature. Also, how well it would work in combination with iris recognition.\n2) Ancient Indian language character recognition and translation. Sanskrit manuscripts are often studied but automated methods for tamil or pallava scripts are rare.",
    "response4": "Both ideas require deep learning and computer vision. The first one uses pattern recognition and the second uses NLP.",
    "response5": "I'm always curious and have a strong desire to explore and to learn more about various phenomena, whatever discipline they might be. No research goes to waste, it'll always contribute to humanity. Moreover, solving real-world problems makes positive impact on society and oneself. Finally, pioneering research can shape entire disciplines and influence generations of scientists and thinkers.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 30,
    "reg_email": "vani104a@gmail.com"
  },
  {
    "name": "ASTITVA VATS PANDEY",
    "email": "21f3003255@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me, \"Research is to see what everybody else has see, and to think what nobody else has thought.\" Prior to research we have a very limited knowledge about any certain topic or problem but when we do research we dig deep into it's origin and it's working and all those other aspects which we might not be able to see in in first glance. It's like investigating to find more about something. During this process we look at what other researchers have done and read books about that topic. Hence this helps us to see different viewpoints and ideas about that topic which initially we were only looking from our perspective. This shows us the beauty of that topic and the depth of it from which we were unaware of prior to our research.",
    "response2": "For me having a research mindset simply means having extreme level of curiosity and willingness to explore and learn. It involves being open to new ideas, questioning assumptions and seeking evidence to support conclusions. A person who is not engaged in research activity can also have a research mindset if he values investigation rather than assumptions and seeks for deeper understanding rather that just understanding the topic from the top.",
    "response3": "One day I was using a chatbot and I was asking it about what it thinks about human society and what it thinks would be the role of AI in the upcoming future. And from that conversation I figured that rather than worrying about weather AI will replace humans or not we should be thinking about collaborating with it to improve problem-solving and enhance various aspects of our life. So the topic of my research is based on \"Understanding of Human-Computer Collaboration in Problem Solving\". The motivation behind this research would be to explore the dynamic interplay between humans and AI-systems in collaborating problem solving scenarios. Understanding how AI can compliment human cognitive abilities and lead to improved decisions and creative outcomes. The research could involve creating AI systems that could work according to that users problem solving styles, analyzing patterns of collaboration to optimize outcomes. This research could also shed light on ethical, cognitive and practical considerations that arise in this collaborative landscape.",
    "response4": "The research statement I mentioned is not limited to a single specific subdomain of AI/ML. Instead it draws from various subdomains, including Human-AI interaction, ethics and interface design.",
    "response5": "I want to pursue research because it'll help me to gain more in depth knowledge of the field and sharpen my analytical skills encouraging me to develop evidence based conclusions.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 30,
    "reg_email": "21f3003255@ds.study.iitm.ac.in"
  },
  {
    "name": "Kalyani Pakhale",
    "email": "22f2001050@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research in driving progress and informed decision-making. It emphasizes how research fosters scientific and inductive thinking, promoting logical habits of organization. In various fields of applied economics, including business and government, research plays a crucial role in solving complex problems and informing economic policies. Research provides the foundation for government budgets, helps analyze market behavior and consumer motivations, aids in sales forecasting, and guides efficient production and investment strategies. Ultimately, research replaces intuition with logical and scientific approaches, contributing to more informed and effective business decisions.",
    "response2": "The Research mindset is to develop a concept related to research methodology. It explains that reliability refers to the repeatability of research, validity is the strength of research conclusions, assumptions, or propositions, accuracy measures the relationship between research processes and tools, credibility is tied to using trustworthy sources and procedures, generalization refers to applying research findings to a larger population, empirical nature ensures scientific rigor, a systematic approach is crucial in research, controlled factors need rigorous control for accurate results. It also distinguishes between quantitative and qualitative research challenges.",
    "response3": "If equipped with abundant resources and comprehensive knowledge, my research motivation would be centered on addressing the intricate interplay between artificial intelligence and ethical considerations. In an era where AI is rapidly integrating into our lives, the ethical dimensions of its applications become increasingly critical. My research would delve into developing frameworks that ensure AI technologies are designed and implemented in ways that prioritize human values, fairness, transparency, and accountability. By exploring the ethical implications of AI-driven decision-making, autonomy, and potential biases, my aim would be to contribute to the creation of responsible AI systems that augment human capabilities while safeguarding societal well-being. This research pursuit embodies my belief in harnessing advanced technologies for the betterment of humanity, underscoring the imperative to foster innovation within the ethical boundaries that resonate with our shared values and aspirations.\n\nMy specific research interest is in:\nNLP, Information extraction, Robotics simulation learning, Machine learning\nProblem statement: how we extract information from various invoices and extract all information intelligently in the key-value pair format. for example: \"Google India\" is nested with \"Google: Organization\", India: Location, like that.",
    "response4": "NLP\nDeep learning\nGenerative AI\nApplication of NLP in domain specific.\ni.e. in finance and medical.",
    "response5": "My resolute ambition is to ascend the academic ladder and become a revered professor, a beacon of knowledge and inspiration for future generations. Rooted in this aspiration is a fervent commitment to delve into the dynamic realms of Artificial Intelligence (AI) and Machine Learning (ML), where innovation and inquiry converge. Eager to cultivate a profound understanding of these cutting-edge domains, I am compelled to pursue a master's program steeped in research, an endeavor that resonates with my thirst for intellectual exploration. With each line of code and every algorithm unraveled, I aim to unravel the mysteries of AI and ML, peering into the intricate mechanics that underlie intelligent systems. This academic voyage is not solely a personal endeavor, but a transformative journey that seeks to contribute to the broader academic community. Armed with a research-focused master's degree, I envision myself nurturing young minds, kindling the flames of curiosity, and nurturing the next wave of AI and ML visionaries. My pursuit of becoming a professor is not only a career aspiration; it is an unwavering commitment to instigate change, elevate understanding, and carve an enduring legacy in the fields that captivate my intellectual ardor.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 30,
    "reg_email": "22f2001050@ds.study.iitm.ac.in"
  },
  {
    "name": "Shruti Dutta",
    "email": "21f3002888@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research is the systematic and methodical pursuit of knowledge and understanding regarding a particular topic. It involves asking questions, collecting and analyzing data and drawing conclusions to expand our understanding of various subjects. It's a process driven by curiosity, critical thinking and the pursuit of new insights in the pertinent field.",
    "response2": "A research mindset refers to the serious approach, attitude and a methodical system of thinking during the various stages of a research pursuit.",
    "response3": "In such a case, it would be the real-world benefitting ideas and technologies that can be developed using AI/ML that I delved shallowly as of yet. Currently, I have two initial ideas to pursue. One is the usage of a combination of various algorithms of image processing as well as generative AI for the purpose of real-time surgery rendering. The second idea is in the field of NLP for cross-dialectal MT (machine translation.)",
    "response4": "One is a combination of Image Processing and Generative AI. Second is in NLP.",
    "response5": "I believe with the correct ideas compounded with the correct resources and efforts can lead to interesting pursuits in domain that are relevant and important for development in holistic manner.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 30,
    "reg_email": "shrutidutta24.sd@gmail.com"
  },
  {
    "name": "Saranath P",
    "email": "21f3002841@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a nice way to explore and search about the content again and again to get new intuitions which leads to figuring solutions for various problems and also identifying and formulating new problems.",
    "response2": "According to me, a research mindset can be defined as the amount of interest an individual has in a topic and the efforts that they can put up to contribute to the domain.",
    "response3": "My motivation/ inspiration always depends on the quality of resources I have. If the research could lead to some or the other betterment of the society then that would be the greatest inspiration.",
    "response4": "I am very interested to learn and research Deep Reinforcement learning and how this can be helpful to solve multiple problems. Generative AI is also a topic that I love to learn and work on.",
    "response5": "Research gives me an immense amount of happiness as I am directly contributing to the development of a field in one or another way. I wanted to learn these for my own betterment so why not to learn it in the best possible way by researching things on the domain I like?",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "21f3002841@ds.study.iitm.ac.in"
  },
  {
    "name": "NAMRATA GULATI",
    "email": "21f1001738@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research implies delving deep into a topic that interests us. It brings out the sole purpose of understanding the topic considering all the advancements that have been made in the related field. It is quite a cumbersome process for it has multiple stages from finalizing the topic of research to discussing it with peers and jointly devising comprehensive strategies to formulate a research report.",
    "response2": "In order to excel in the field of research,  one needs to have the correct mindset. Correct here implies that a person should be inquisitive enough to go into the depth of the research topic and should have peers also who are equally curious to know about the future possibilities and past happenings related to the research. Moreover,  a research mindset is characterized by excellent thinking skills and persistent efforts so that the person doesn't leave the project midway even when it is not showing the required results.",
    "response3": "My research inspiration will either be Healthcare or  education in the field of ai.",
    "response4": "It is an application of AI and it is a vast topic so I would to discuss some advancement in this field.",
    "response5": "Research is a never ending field. It will always have something or the other to discuss and think about due to the presence of magnanimous number of fields. I have a mindset that is open to learning and problem solving. I can collaborate with like minded people to discuss issues related to aforementioned fields. I have worked on a research paper earlier with my Professor.",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "21f1001738@ds.study.iitm.ac.in"
  },
  {
    "name": "Akash Sharma",
    "email": "22f2000700@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a systematic investigation into and study of materials and sources in order to establish facts and reach new conclusions.",
    "response2": "A research mindset is a way of thinking that is governed by principles rather than a model or process. It is about how design is approached, managed, and carried out. It involves shifting your perspective from being a consumer of research to an author of research.",
    "response3": "Data-Driven Astronomy",
    "response4": "NLP, Data Visualization, etc.",
    "response5": "Space is infinite, and there is a plethora of amazing celestial objects just waiting to be observed and discovered.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "akasharma.py@gmail.com"
  },
  {
    "name": "Kirti Gupta",
    "email": "21f1000474@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Finding the truth amidst facts.",
    "response2": "Mindest patient enough to discover the unknown and calm enough to handle the failures.",
    "response3": "Enhancing security and protection against day to day crimes",
    "response4": "Computer Vision",
    "response5": "Because only researchers are the ones who spend their whole lives towards the betterment of society.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 29,
    "reg_email": "kirtiguptakirti623@gmail.com"
  },
  {
    "name": "PRANAY VARANASI",
    "email": "23f1003017@ds.study.iitm.ac in",
    "gender": "M",
    "response1": "Research may refer to study and exploration of a particular topic or question in order to gain new knowledge, insights, or understanding. It can be achieved by  collecting and analyzing information, conducting experiments and drawing conclusions to contribute to the development of knowledge in a specific field",
    "response2": "As Research is all about gaining knowledge and analysing stuff, a person having reasearch mindset can be anyone who is driven by curiosity and is willing to understand new topic with critical thinking and be open minded.",
    "response3": "I would focus on developing Artificial Intelligence that would help researchers by generating hypothesis, analyzing complex datasets, simulating experiments etc .",
    "response4": "1. Generative Adversarial Networks\n2. Natural Language Processing\n3. Computer Vision\n4. Reinforcement Learning and Creativity\n5. Artificial Creativity",
    "response5": "Through research, I aim to drive technological advancements, contribute meaningfully to society, and uncover insights that can bring about positive changes in various fields",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "23f1003017@ds.study.iitm.ac.in"
  },
  {
    "name": "Manav Baldewa",
    "email": "21f1002723@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the process of gathering and analysing information to answer questions, solve problems, or gain new knowledge. It can be conducted in any field, and the goal of research is to contribute to the advancement of knowledge and understanding.\n\nHere are some specific steps involved in research:\n\n1. Formulating a research question : What do you want to learn about? What problem do you want to solve?\n2. Reviewing the literature : What has already been studied on this topic? What are the gaps in knowledge?\n3. Developing a research plan : How will you collect and analyse your data?\n4. Collecting data : This can involve conducting experiments, surveys, or interviews.\n5. Analysing data : This involves using statistical methods to make sense of your data.\n6. Drawing conclusions : What do your results mean? What do they contribute to our understanding of the topic?\n7. Communicating your findings : Share your results with others through publications, presentations, or other channels.\n\nResearch is a complex and time-consuming process, but it is essential for the advancement of knowledge and understanding. It can help us solve problems, improve our lives, and make the world a better place.",
    "response2": "A research mindset is a way of thinking that is curious, critical, and systematic. People with a research mindset are always asking questions, looking for evidence, and trying to understand the world around them. They are also open to new ideas and perspectives, and they are willing to challenge their own beliefs.\n\n1. Curiosity : People with a research mindset are always curious about the world around them. They are always asking questions and seeking out new information.\n2. Critical thinking : People with a research mindset are good at thinking critically. They are able to evaluate information carefully and to identify bias.\n3. Systematic approach : People with a research mindset take a systematic approach to exploring and understanding topics or problems. They develop a plan, gather evidence, and analyse the evidence carefully.\n4. Open-mindedness : People with a research mindset are open-minded. They are willing to consider new ideas and perspectives, even if they are different from their own.\n5. Willingness to challenge beliefs : People with a research mindset are willing to challenge their own beliefs. They are not afraid to change their minds when presented with new evidence.\n\nA research mindset is an essential skill for anyone who wants to be successful in school, in their career, and in life. It is a skill that can help us to learn and grow, to solve problems, and to make a difference in the world.",
    "response3": "I would want to focus my research on problems that are having a significant impact on people's lives, such as climate change, poverty, and disease. I would want to use my skills and knowledge to make a real difference in the world. I would want to focus on areas where I can make a significant contribution, such as developing new technologies to address climate change or finding new treatments for diseases.  I would also want to pursue research that is personally interesting and rewarding to me. I would want to work on projects that I am passionate about and that I believe will make a difference.",
    "response4": "Indoor navigation systems use artificial intelligence (AI) and machine learning (ML) to help users find their way around indoor environments. These systems typically use a combination of sensors, such as Wi-Fi, Bluetooth, and GPS, to track the user's location and then use AI and ML to generate directions to their destination.\nThere are many benefits to using AI and ML for indoor navigation. First, AI and ML can be used to improve the accuracy of indoor navigation systems. This is because AI and ML can be used to filter out noise from sensor data and to identify patterns in the data that can be used to improve the accuracy of the user's location.\nSecond, AI and ML can be used to make indoor navigation systems more personalized. This is because AI and ML can be used to learn the user's preferences and habits and then use this information to generate directions that are tailored to the user's needs.\nThird, AI and ML can be used to make indoor navigation systems more accessible. This is because AI and ML can be used to generate text-based directions that can be read by users who are blind or visually impaired.\nIndoor navigation systems are becoming increasingly popular as they offer a number of benefits over traditional methods of indoor navigation, such as paper maps and wayfinding signs. AI and ML are playing a key role in the development of indoor navigation systems, and they are likely to become even more important in the future as indoor navigation systems become more sophisticated and widespread.",
    "response5": "Research is a great way to learn more about the field and to contribute to its advancement. I will have the opportunity to work on cutting-edge problems and to make a real difference in the world. AI & ML has the potential to solve some of the world's most pressing problems, such as climate change, poverty, and disease. I want to make a difference in the world. AI & ML is one of the most rapidly growing fields in technology. I want to be at the forefront of technology.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "21f1002723@ds.study.iitm.ac.in"
  },
  {
    "name": "MD ABRAR MOHIUDDIN",
    "email": "21f1006409@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me research is exploring a specific topic in a systematic way to discover insights which were previously unknown or to improve already known information by reducing the gaps and error.",
    "response2": "It is the presence of certain attributes in ones thinking that are required to persue research. Those attributes may be ability to solve the problems. Thinking in a critical way.A systemetic approach towards solving an issue.keen observation. Consistency and persistence.learning from failures of past.Creative thinking.",
    "response3": "My research motivation is my strong desire to contribute to public health by preventing the onset of diseases and to  tailor interventions unique to inviduals in case of onset.There is an alarming rise in chronic illness such as diabetes and hypertention. While diabetes and hypertension directly responsible for reduction in quality of life, they are alsso responsible for chronic kidney disease , cardiac failures, heart attacks, strokes etc., With the all the resources and knowledge available my idea would be on focussing the real culprits behind the onset of these diseases.I want to unravel key triggers behind these.Like genetic patterns, life style assesments and environmentaal impacts.",
    "response4": "The research statement which i mentioned is based on broader domain of Health care AI/ML. It may involve the analysis of medical data, such as patient health records, genetic data, and diagnostic images, using machine learning algorithms to extract insights, predict disease risk, and develop personalized treatment plans.",
    "response5": "I am driven by my natural curiosity of the world around me and to solve the problems faced by individuals i want to persue the field of research. Since researaches presents intellectual challenges it is also the reasond behind the my reason that i want to quench my thirst of seeking knowledge",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "21f1006409@ds.study.iitm.ac.in"
  },
  {
    "name": "Shakti Soni",
    "email": "22f1001845@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the methodical process of acquiring data, analysing it, and looking into a certain subject or topic in order to understand it better, find solutions to issues, or provide new knowledge to a sector. It entails investigating already known information, developing hypotheses, carrying out tests or research, and coming to conclusions based on the results. Research is important for expanding human knowledge and creativity since it may be done in many different fields, including the social sciences, humanities, and more.",
    "response2": "A research mindset is a methodical, analytical, and inquisitive approach to solving issues or asking questions. To reach well-informed judgements, it entails a willingness to challenge presumptions, look for facts, assess sources critically, and consider many viewpoints. The ability to modify one's thinking in light of fresh information and data is another aspect of having a research mindset. This method encourages a full comprehension of subjects and the capacity for making informed decisions, making it helpful not only in formal research settings but also in daily life.",
    "response3": "That is an admirable goal! The potential for medical research to improve people's lives is enormous, especially in fields like cancer research. Understanding the origins, workings, and remedies of various cancers is the goal of cancer research. To create improved diagnostic tools, treatment alternatives, and preventive measures, this multidisciplinary discipline merges biology, genetics, medicine, and technology. My contributions could potentially lead to more effective treatments, early detection methods, and improved patient outcomes. Remember, the journey in medical research requires dedication, continuous learning, and a genuine passion for making a difference in the lives of those affected by cancer.",
    "response4": "Statement based on Nlp ,open cv (for edge detection), ANN , CNN(detection of cancerious tissues in early stages.",
    "response5": "Yess , I am also a btech 3rd year student in ai & ds . I have bit knoweldge of Nlp , various ml algorithms such as naive bayes , random forest , ann . Also I am bit faimilar with open cv with python , such as scaling of images ,apling various filters & also with edge detection . But I want to go deeper in which I can work in this field . Like I want to explore \ncnn in wich we can detect breast cancer in early stages and can save the life of various women. When I was presenting my research paper on breast cancer in Paradox'23 , with zero privious knowledge or experience, that tiime professors suggest me to make my background research oriented but in my offline college its not possible . so my only expectations is with the RasoR.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 29,
    "reg_email": "22f1001845@ds.study.iitm.ac.in"
  },
  {
    "name": "PRASHANT KUMAR",
    "email": "21f1000169@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the study and investigation of a topic or issue in order to obtain information and develop a deeper understanding of it. It requires searching for information, examining what is known, conducting surveys, and drawing conclusions based on the data gathered. It enables us to learn more, take logical conclusions, and contribute to improvements across a variety of fields. It's an organized method to study appropriate information and learning new things.",
    "response2": "A research mindset refers to a way of thinking characterized by curiosity, critical thinking, and a commitment to thorough investigation. It involves seeking evidence, analyzing information objectively, and being open to new perspectives. Individuals with a research mindset value continuous learning, attention to detail, and evidence-based decision-making. This mindset is crucial for making informed judgments and solving complex problems.",
    "response3": "If I had access to abundant resources and knowledge, my research motivation would be focused on understanding the intersections between artificial intelligence and human creativity. Specifically, I would explore how AI can enhance and augment human creative processes across various domains such as art, music, literature, and design.\n\nThis research would aim to uncover ways in which AI technologies, like generative models and machine learning algorithms, can collaborate with human creators to produce innovative and original works. By studying the potential of AI-assisted creativity, I hope to contribute to the development of tools and methodologies that empower individuals to push the boundaries of their creative endeavors while embracing the unique strengths of both human and artificial intelligence.",
    "response4": "The research statement I mentioned earlier falls within the subdomain of \"Human-AI Collaboration in Creative Arts.\" This subdomain explores the integration of artificial intelligence and machine learning with creative disciplines like art, music, literature, and design. It involves areas such as generative models, creative AI, and the application of AI/ML techniques in enhancing and augmenting human creativity processes.",
    "response5": "Pursuing research allows for the exploration of the unknown, the advancement of knowledge, and the opportunity to contribute to solving complex problems. It's a chance to delve deep into subjects of interest, challenge assumptions, and make meaningful contributions to the academic and practical realms. Research offers a platform for innovation, personal growth, and the potential to positively impact society through the discovery of new insights and solutions.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 29,
    "reg_email": "21f1000169@ds.study.iitm.ac.in"
  },
  {
    "name": "MOHAMMAD ASGAR",
    "email": "22f2000834@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research mostly means that you take an existing or a new domain and understanding what all new possible outcomes can be made that can be beneficial for the society and their well-being.",
    "response2": "Research mindset refers to thinking out of the box most of the time and how can you understand the problem statement from an different angle and make unique solution regarding to the problem statement.",
    "response3": "Having all the resources and the idea regarding the research my main motivation will be working in teams, having brainstorming sessions and have an impact by just contributing even in small amount that could give the satisfaction of achieving something and contributing even more in the future.",
    "response4": "As AI/ML is trending field and is growing at the same time, with the introduction of new concepts such as federative learning, Artificial general intelligence, and AutoMl my main interest would also be expanding my knowledge in even more exiting new concepts and gaining more experience in deep learning, LLM, and gaining experience related to the same.",
    "response5": "My main goal for pursuing research is for advancing my knowledge, contributing for the society, improving problem solving skills, career development, and making more exiting discoveries.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "22f2000834@ds.study.iitm.ac.in"
  },
  {
    "name": "AKHILESHWAR PANDEY",
    "email": "21f3002866@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me research is a way or method to know beyond the known using itself the known in organised way and applying some clever and scientific methods over it.\nIn more formal terms research is thorough study of selected parameter applying various tricks and twists to get something more insightful and reach further conclusions.",
    "response2": "In opinion of mine, Research mindset refers to conditioning of mental state which is favourable for research. Such state is in which a person's mind  is free of the clutches of  prejudices and presumptions. It could perceive the perceived thing as a new one. It should be ready to adopt the new findings whatever it be. Also it should have ability to devise methods to study the things in different possible ways i.e. seeing the same thing from different inclinations.",
    "response3": "If given all the favourable factors I would like to research extensively about relationship of Indian languages and dialects and different factors affecting them with time as most of them have similar origin.",
    "response4": "It is about NLP and Deep Learning",
    "response5": "My research could lead us to great findings about Indian societies,their linguistic history and relations as result of language. For example It could tell us about the difference between the 'a'  sound of along east to west and north -south. It's not only about letters and words but about how different groups could share so much similarities that they couldn't be bifurcated and so much  differences that they couldn't be unified and also plotting these with time. Further it could lead us to new arena of Research.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "21f3002866@ds.study.iitm.ac.in"
  },
  {
    "name": "Vivek Kumar",
    "email": "22f3001428@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "From where I stand I think of research as a river, just like in the past almost all big civilizations or cities flourished near river. In modern world, if any community or group aims for success, they ought to be situated close to the river called \"research\". Research represents a way for addressing complex challenges or venturing into unexplored domains, uncovering new challenges that push society to do better. The main aim of research is to make life better for everyone, finding ways to help communities in all sorts of different ways. People might see research differently, but the one constant is that it's about making society better, It fosters social good. Oppenheimer, the pioneer of A-bombs, held the belief that the A-bomb could ultimately function as a deterrent rather than a conclusive solution. His perspective remains valid; modern-day A-bombs help maintain a balance of power, significantly reducing the potential for large-scale wars.\n\nTo put it simply, even though the formal techy definition might be different, research is fundamentally about discovering solutions, that's essentially how humans progressed and reached high-tech levels by observing things, attempting to unravel their workings, questioning their purpose, and exploring what can be achieved with them.",
    "response2": "Setting aside any bookish or AI-generated definition, when I think about research mindset, it's really just about being honest, okay with messing up sometimes and having confidence in yourself. It is like being deliberately and consciously unusual and doing things in your own quirky way, but with some thinking and self-awareness behind it. You're cool with embracing weird ideas, doing things differently, all while knowing what choices you're making. It's kind of like going outside the ordinary, but for a reason, instead of just doing random stuff on a whim. It's all about having the motivation to tackle challenges headfirst, along with a strong dose of logic and a calm attitude to really understand the problem you're looking at.",
    "response3": "I want to work on creating a robust universal 3D object generator engine that could translate \"any\" idea into a detailed 3D model.\nFor example, imagine you want to visualize your dream house, a fancy wedding ring, design a new type of car, create a cozy space for your cat, conceptualize a futuristic space shuttle, imagine a spoon with an innovative design, invent a drone with novel features – the universal 3D-generator would allow you to do all of this.\nBy robust I mean the 3D generator that actually cares about physics and feasibility of the objects generated when it's necessary and thus creates a practical production ready 3D model and not just any random object.\nOnce the 3D model is generated, it can be translated into a format that can be understood by a 3D printer. This means that after generating these complex 3D models on a computer or a device, you could actually print them out in real life using a 3D printer. \nThe process faces significant computational constraints that, in my view, have the potential to be partially resolved.",
    "response4": "My research focus aligns with various dynamic fields, including Deep Learning, Generative AI, NLP, and Computer Vision. All of these fields are at the heart of what I'm exploring.",
    "response5": "It never really crossed my mind. I think it's just one of those handful of things I'm capable of or inclined towards, if I'm honest. As for why I want to pursue it? Well, I simply enjoy it. In my view, it's just as mundane as other work, yet it manages to ignite a spark of excitement within me.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "22f3001428@ds.study.iitm.ac.in"
  },
  {
    "name": "Samridhi Raj",
    "email": "22f3001943@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research is like being a detective for ideas. It's about asking questions, looking for clues, and figuring out things that nobody knew before. It's a fancy way of exploring and finding out new stuff. It's a journey of discovery that adds to our understanding of the world in a clever and sophisticated way.",
    "response2": "A research mindset is a way of thinking that's curious, analytical, and systematic. It's about asking questions, digging deep, and not just accepting things as they seem. People with this mindset explore different angles, gather evidence, and carefully study information. They see challenges as chances to learn and grow, and they care about understanding things deeply. It's all about being curious, thinking critically, and wanting to uncover new knowledge and insights.",
    "response3": "With ample resources and knowledge, my research drive would be to harness AI's potential for addressing pressing global challenges. Specifically, I'd focus on AI applications in sustainability, such as optimizing renewable energy, predicting natural disasters, and improving healthcare access. The idea would involve interdisciplinary collaboration, engaging experts from fields like environmental science, engineering, medicine, and social sciences. By combining their knowledge with AI capabilities, we could create holistic solutions that take into account not only technological advancements but also societal, ethical, and economic considerations. Collaborating across disciplines, I aim to blend AI advancements with societal and ethical insights for a more sustainable and inclusive world.",
    "response4": "The research statement I mentioned earlier falls within the subdomain of AI/ML applications in the broader context of sustainability and global challenges. It intersects with various AI fields, such as machine learning, data analysis, and predictive modeling, while also touching upon domains like environmental science, renewable energy optimization, disaster prediction, and personalized healthcare. This interdisciplinary approach aims to utilize AI's capabilities to create innovative solutions that address real-world problems and contribute to a more sustainable future.",
    "response5": "I'm drawn to research because I have an unending curiosity and a true passion for unraveling mysteries. The excitement of diving into new areas, asking questions that haven't been asked before, and solving intricate puzzles fills me with energy. The idea of adding to our understanding of the world, of pushing the boundaries of what we know, gives me a real thrill.\n\nAdditionally, research offers a chance to make a practical difference. It's not just about collecting facts; it's about finding insights that can guide decisions, enhance lives, and create positive changes. The possibility of working on projects that tackle real-world problems, whether in science, technology, or society, deeply resonates with me.\n\nI believe research isn't a solo journey; it's a collaborative adventure. The opportunity to team up with other inquisitive minds, sharing thoughts, debating ideas, and striving together for breakthroughs, is incredibly appealing.\n\nIn essence, research is my avenue to continual learning, mental development, and the satisfaction of contributing to something larger than myself.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "samridhiraj04@gmail.com"
  },
  {
    "name": "YEDHU KRISHNA P",
    "email": "21f1004948@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research , in my perspective, is the pursuit of truth in the field of fundamental science and an exploration to uncover or device something new in the field of technology.  To me personally , it is also an intellectual challenge or an exercise to test the limits of my intellectual capability.",
    "response2": "Research Mindset is something that propels you to research for the pure joy that it offers . Or as perfectly described by Richard Feynman , \"The prize is in the pleasure of finding the thing out, the kick in the discovery, the observation that other people use it\"",
    "response3": "My motivation has also been the following , to amass as much and diverse knowledge as possible and with which I could explore the un explored crevices of modern science and technology. Also my motivation has not been to stick to a very narrow field , as it can lead to only so much . A polymath approach is what I would take towards research and  every complex ideas would be my inspiration to come up something new and original.",
    "response4": "As a professional working in the industry having seen numerous challenges to solve business requirements, I always felt that I belong among the academics. Hence the new found possibilities of AI excites me and as a lover of abstraction , deep learning would be one primary area of interest.",
    "response5": "Like I mentioned in my previous answers , for the pure joy of discovery that research could give me.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "21f1004948@ds.study.iitm.ac.in"
  },
  {
    "name": "SUBHADEEP CHAKRABORTY",
    "email": "21f1003226@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "For me,research is Re+search,which is you repeatedly search/experiment on my desired topic of interest untill the thirst is met,or conclusion is reached.",
    "response2": "Since,the path need repeated searching, the one mindset that will help us stay afloat is passion for the topic, attention to details, and extreme patience.",
    "response3": "It would integrates multiple fields: consciousness,ancient indian system and human development,with AI/ML/DS as a tool of choice.",
    "response4": "Computational neuroscience and Consciousness.",
    "response5": "To understand the boundaries of human potential.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 28,
    "reg_email": "21f1003226@ds.study.iitm.ac.in"
  },
  {
    "name": "Bhabatosh Acharya",
    "email": "22f2000802@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "When we talk about research, we're talking about the process of digging deep into a topic to learn or gain more insights about it. It's like being a detective, but instead of solving crimes, we are trying to find out more about something we are curious about. Research involves looking up information, reading books and articles, talking to experts, conducting experiments, and really trying to understand all the ins and outs of a particular subject or in a specific domain. It's a way to gather knowledge and uncover new ideas.",
    "response2": "A research mindset is like having a curious and investigative way of thinking. It's when we approach things with a desire to understand them better, to go beyond just what's on the surface. Imagine you're a detective again, but instead of a crime scene, you're looking at a puzzle of information or a question you want to answer. Having a research mindset means being open to learning, asking questions, and not just accepting things at face value. It's about being patient and persistent in searching for information, and sometimes being willing to go down unexpected paths to find the answers we are looking for.",
    "response3": "I would want to delve into questions like: What unique life forms exist in the deepest parts of the ocean? How do they survive in extreme conditions? What impact does the health of the oceans have on our entire planet's ecosystem? Exploring the deep sea could lead to discovering new species, understanding how they adapt to such harsh environments, and potentially finding insights into medical or technological innovations. It's a bit like being an underwater explorer, seeking to unlock the secrets of a part of our world that's largely uncharted. Plus, the discoveries made could have real-world implications for conservation, science, and even inspiring people to appreciate the incredible diversity of life on Earth.",
    "response4": "The research statement I mentioned earlier, about exploring the mysteries of the deep sea, can be related to the field of AI/ML, specifically within the realm of deep learning. In this context, deep learning could be used to analyze large sets of data collected from the deep sea, such as images, videos.\nFor example, by using deep learning algorithms like convolutional neural networks (CNNs), researchers could develop models to automatically identify and classify different underwater species based on images. Recurrent neural networks (RNNs) might help predict patterns in ocean currents or the behavior of marine life over time. Additionally, deep learning techniques could be employed to enhance image and video data from underwater expeditions, making it easier to distinguish details even in low-light or murky conditions. This kind of research could contribute to the broader understanding of marine ecosystems, biodiversity, and environmental changes.\nSo, in a nutshell, the research idea connects with the subdomain of deep learning in AI/ML, I want to do research on Deep Learning Field.",
    "response5": "Research would give me the chance to explore topics I'm truly passionate about, to ask questions no one has fully answered yet, and to come up with creative solutions. It's not just about learning what's already known, but also about adding to that knowledge in meaningful ways.\nI might also be drawn to the idea of making a positive impact. If my research leads to discoveries that improve people's lives, advance technology, or contribute to a better understanding of our environment, that would be incredibly fulfilling. The idea of contributing something valuable to society, even in a small way, could be a strong motivation.\nOverall, research would be my way of engaging with the world in a deeply intellectual and creative manner, satisfying my curiosity, and leaving a lasting mark on the things I care about.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 27,
    "reg_email": "22f2000802@ds.study.iitm.ac.in"
  },
  {
    "name": "PRAVEENKUMAR V",
    "email": "21f3000852@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is all about diving deep into a topic, using a structured approach to learn new things or solve problems. It's like going on a quest for knowledge, where you gather and analyze information, and sometimes even create your own data through experiments or surveys. The goal is to understand things better, whether it's in science, technology, or other areas. Think of it as a way to uncover secrets and unlock progress by thinking really hard, following strict methods, and finding out stuff that nobody knew before.",
    "response2": "Having a research mindset means being really curious and not giving up easily. It's like being a detective - you ask a lot of questions and look really closely at things to understand them better. Even if things get tough, you don't give up. You keep trying and learning. It's about finding new ideas and making sure you have good reasons for what you think. Having a research mindset shows that you're a determined learner and thinker. This mindset extends beyond academia, influencing decision-making and problem-solving in various aspects of life, driving us to continuously learn and adapt based on credible information and thoughtful exploration.",
    "response3": "As a chemical engineering undergraduate and a passionate student about research, if  I am access to abundant resources and knowledge, my research motivation would revolve around addressing pressing global challenges. One potential idea could be to focus on sustainable energy solutions that combat climate change. By innovating in these areas, I would aim to create more efficient, cost-effective, and widely accessible methods for capturing carbon dioxide from the atmosphere and producing clean hydrogen fuel. This research would be driven by the critical need to address environmental concerns and make a positive impact on the well-being of current and future generations.",
    "response4": "The research statement I mentioned earlier falls within the domain of AI/ML applied to Energy and Environmental Engineering. Specifically, it involves utilizing AI techniques like machine learning and optimization to enhance the efficiency and effectiveness of sustainable energy solutions. This could include developing predictive models to optimize carbon capture processes, employing reinforcement learning to optimize hydrogen generation parameters, and utilizing deep learning for anomaly detection in renewable energy systems. The research aims to leverage AI's capabilities to create innovative and practical solutions for addressing climate change and advancing sustainable energy technologies, contributing to both the AI/ML and energy/environmental engineering fields.",
    "response5": "I'm passionate about pursuing research because it allows me to dive deep into areas that fascinates me. Research presents an opportunity to uncover hidden truths, solve challenging problems, and contribute fresh ideas to the world. The prospect of making a real impact on pressing global issues, like climate change through sustainable energy solutions, gives me a sense of purpose. Moreover, research fuels my desire for continuous learning and growth. Collaborating with experts, experimenting with new approaches, and sharing findings excite me.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 27,
    "reg_email": "21f3000852@ds.study.iitm.ac.in"
  },
  {
    "name": "YUKTI SETHI",
    "email": "21f2001272@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research is the systematic voyage of intellect into uncharted realms of knowledge. It involves formulating hypotheses, designing empirical methodologies, and rigorously scrutinizing data to extract meaningful insights. Researchers employ quantitative or qualitative techniques, adapting to the unique landscapes of their subjects. It's a dynamic synergy of deductive reasoning and inductive exploration, yielding empirically grounded conclusions. Moreover, research necessitates critical evaluation of existing literature, identifying gaps to fuel the pursuit of novelty.",
    "response2": "A research mindset is a cognitive orientation characterized by a set of cognitive skills and attitudes that facilitate effective engagement in scholarly investigation. It encompasses a commitment to systematic inquiry, critical thinking, and evidence-based reasoning. Individuals with a research mindset possess an intrinsic curiosity that drives them to identify and explore pertinent questions, formulate hypotheses, and design methodological approaches for empirical investigation. They exhibit a capacity to analyze and synthesize information from diverse sources, identifying patterns, discrepancies, and knowledge gaps. This mindset also involves a willingness to embrace uncertainty and modify hypotheses based on emerging evidence, promoting intellectual growth and contributing to the advancement of knowledge within their chosen field of study.",
    "response3": "Given the vast resources and knowledge at my disposal, my research motivation would gravitate towards exploring the frontiers of personalized medicine through advanced genomics and artificial intelligence (AI). The convergence of these fields holds transformative potential for healthcare.\nThe idea revolves around deciphering intricate genetic codes to predict individual disease susceptibilities and treatment responses. By utilizing AI algorithms to analyze vast genomic datasets, we can unravel complex genetic interactions and biomarkers. This knowledge could empower clinicians to tailor treatments, optimizing therapeutic interventions and minimizing adverse effects.",
    "response4": "It is particularly based on deep learning in ML.",
    "response5": "I want to do research because I'm naturally curious and excited about finding out things that aren't known yet. It's like solving puzzles and uncovering hidden details in a big mystery. Plus, I think research helps make the world better by coming up with new ideas and solutions for problems. I'm eager to explore new ideas, learn more about the world, and hopefully contribute something valuable that can help people and our understanding of things.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 27,
    "reg_email": "21f2001272@ds.study.iitm.ac.in"
  },
  {
    "name": "Dary Kevin",
    "email": "21f2000553@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "To me Research is finding the gaps in our understanding about the world and filling those gaps meticulously by a strict scientific method. At the very core of research lies four fundamental process: Empirical Observation, Hypothesis Formulation, Experimentation and Verification. These are cyclic in nature. It's often referred to as the Scientific Method. The goal of a researcher is to learn and understand the kind of work that has already been done in his/her domain and then figure out what contribution can be done so as to make our current understanding simpler or push it more further to explain a larger set of phenomenons. Apart from pushing our understanding, the innovative model/theories developed should benefit the society.",
    "response2": "Persistence is the key factor that drives a research mindset. I feel one must learn to enjoy the journey of learning. People often get fixated on the result or outcome. But a true research mindset is being being discipline about the process and being dedicated to the systematic approach to finding solutions. It demands that we be open to the information before us, study them by keeping our biases aside and think critically to find patterns and gaps and come up with creative or novel theories to make sense of that information. \nCollaboration with other people sharing our interest also plays a major role. It helps us pool our mental resources and also approach a problem from different perspectives which speeds up the research process.",
    "response3": "If I had all the resources and knowledge then my motivation is to build a system that could make accurate and unbiased decisions for the people. Decision making lies at the heart of societies, governance, family, business and so on. In all these field to make a decision in the present taking into account all the factors affecting it often seems overwhelming. Decision making steers the course of civilisation and it is important that we make the right ones. Being humans it is often impossible to make decisions by taking into account all the factors but with the enormous amount of data at our hands now, if we are able to build algorithms that takes into account any number of parameters, we might be able to come up with solutions more optimised for the future. \nSo in short my Goal is to figure out methodologies that efficiently run algorithms on huge data and learn the biases inherent in the data and the learning the role played by each variable in the lager picture of our world.",
    "response4": "It mostly based on Deep learning. It also covers Algorithmic Decision-Making & Fairness in Machine Learning.",
    "response5": "I am a postgraduate student in Physics. I have already dedicated my life to research. I am planning to do a PhD in Computational Cosmology next. So just like I mentioned in my earlier research motivation, my goal is to be a part of the mission to build algorithms that will help us make better predictions taking into account the multitude of variables at our hands. \nI have always loved learning. Be it physics, compute science or even psychology. But I have come to realise that a good mentor plays a crucial role in guiding us on the right path which I always lack. But since I am in my early stages I am enjoying the struggle in figuring out things one by one.\nSo the end goal is simple, I hope one day I would be able to see my efforts being contributed to the growth of society",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 26,
    "reg_email": "21f2000553@ds.study.iitm.ac.in"
  },
  {
    "name": "MEERA",
    "email": "21f1002848@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "For me research is always about looking into things deeply as long as it makes sense logically. It's about learning new stuffs with the help of the things we already know.",
    "response2": "I classify the mindset in very simple terms, like instead of just using the applications or do whatever we are supposed to do without any qualms, I think this mindset helped us in questioning the happenings around us and getting to the real meaning of it. It also helps us to lead a very clear lifestyle.",
    "response3": "I have always wanted to help people who can't help themselves. My main motivation is to develop new devices and techniques using biomedical engineering which comprises using AI, which helps in detecting diseases quickly and efficiently.",
    "response4": "My motto is to develop new devices and techniques using biomedical engineering which comprises using AI, which helps in detecting diseases quickly and efficiently.",
    "response5": "I always wanted to pursue research since very early days so that I can help people lead better lives.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 26,
    "reg_email": "21f1002848@ds.study.iitm.ac.in"
  },
  {
    "name": "Eswara Duvvuri",
    "email": "21f3002106@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is primarily meant to solve problems by finding solutions or trying to improve upon existing solutions by continuous learning aided by a questioning mind.",
    "response2": "The ability to search for the best solutions to a problem, compare various solutions, analyze the viability of proposed solutions and have a spirit of inquiry. The ability to not stop at the first failure.",
    "response3": "To secure access to invaluable literature in different languages, use the knowledge of Computer Vision to extract text from manuscripts and books and develop an NLP model to process and understand the extracted text.\nPS: At this point, I don't even know if my idea makes any sense since I do not have knowledge of either of the fields.",
    "response4": "Computer Vision and Natural Language Processing",
    "response5": "I like the idea of working on a problem and spending time on it. It keeps my mind occupied. Also, I am not happy with my previous attempts at research. I am hopeful that this program will give some direction to my attempts at research.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 26,
    "reg_email": "21f3002106@ds.study.iitm.ac.in"
  },
  {
    "name": "MANAS RASTOGI",
    "email": "22f3001477@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the process of gathering and analyzing information to answer questions.",
    "response2": "It is a way of thinking that is characterized by curiosity, open-mindedness, and a willingness to question. Mindset looking for new information and are willing to challenge their own beliefs.",
    "response3": "Computer Vision",
    "response4": "Yes",
    "response5": "For personal growth",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 26,
    "reg_email": "22f3001477@ds.study.iitm.ac.in"
  },
  {
    "name": "Rajula Praneeth",
    "email": "22f1001890@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "In my opinion research is about finding the core meaning about something, like If you do research on something , you should be able to explain to non-technical people in a sentence.",
    "response2": "The state of mind in which one can be completely lost , while enjoying the work they are doing. I call it the state of flow.",
    "response3": "If i have all the resources My research idea will be based on finding solutions to fix the damage that we are doing to our planet.",
    "response4": "Deep learning",
    "response5": "I want to explore the AI/ML domain , because I always look to gain as much knowledge as possible.",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 26,
    "reg_email": "22f1001890@ds.study.iitm.ac.in"
  },
  {
    "name": "Charitha Balivada",
    "email": "21f2000491@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research is exploring every possibility and inventing/discovering things that would help in the betterment of society, life and mankind. The research work one does should be for the improvement of the respective field they are working on and it also should make the lives around it much easier.",
    "response2": "Putting into simple words, Research mindset is having curiosity to explore different horizons and passion towards the respective field. Having the zeal to learn and gain knowledge throughout the life make up to research mindset.",
    "response3": "If I have all the resources and knowledge, I would like to develop a physical and mental health tracker. Mental health is always taken for granted and often ignored. But in my opinion mental health is as important as physical health and it should be given equal importance. Hence I would like to develop a mental health tracker along with existing/improved physical health trackers. This mental health tracker analyses the speech of the user to understand his/her emotions, thoughts and sentiments leading to a conclusion of their mental state. It also does emotion recognition from facial expression of the user to determine their mood. By noting the changes in their pulse and heartbeat pattern, it could also determine their mental stability over time. Finally it gives a detailed summary of their mental health for a respective amount of time.",
    "response4": "the above mentioned mental health tracker uses NLP, Deep Learning, CV and Time Series Analysis. NLP is used to analyse the text and speech response of the user, Deep Learning models are used to analyse the facial expression and voice analysis, Computer Vision is used for analysing facial expressions and sleep monitoring while Time Series Analysis is used for monitoring mental health changes over a time period.",
    "response5": "I want to pursue research because I love learning new things and want to put them to practice. I want to pursue research in AI/ML domain because I would love to analyse and work with data. Primarily I am a data enthusiast who likes working with data and making conclusions out of it. I also want to explore how AI/ML could help the society and mankind.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "21f2000491@ds.study.iitm.ac.in"
  },
  {
    "name": "Rajesh Kalyanaraman",
    "email": "23ds1000133@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the meticulous process of aiming towards a discovery or invention which in turn would be aimed towards betterment of human society. Research with an intent to solve problems or sometimes solve them in more efficient way than what is in state of practice.",
    "response2": "Research mindset is a mental ability to be stay curious and stay focused on problem solving with delayed gratification, through ethical means and have an understanding the costs of time, effort and material means, including the costs of repeated failures and rejections . A person with research mindset also has a growth mindset and has the determination to accomplish for greater good.",
    "response3": "Looking forward for enhancing ethics and conscientiousness in to AI,  especially through building systems that audit and validate AI systems for bias esp. removing privileges, bigotry, bullying from decision making process.",
    "response4": "NLP, Learning, Law",
    "response5": "It is a calling and there is a natural want to contribute. My papers and patents till now were from different areas of computer software but were not deep enough for considerable contribution. Like politics and art has done till now, AI has the power to reshape how life (if not human life) persists in this universe. Research is the process of evolution that took a monkey to mars. Exploration is a gift, I seem to have it and want to do it.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "rajesh.kalyanaraman.logic@gmail.com"
  },
  {
    "name": "PRINCE KUMAR",
    "email": "22f3000944@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research means creative and systematic task undertaken to increase the pool of knowledge. It includes knowledge of humans, culture and society. It is used to establish or confirm facts, reaffirm the results of previous work, solve new or existing problems, support theorems or develop new theories.",
    "response2": "Research mindset refers to the skills of asking of two questions i.e how and why in an appropriate manner and digging out more possibilities and conclude into more productive and efficient techniques.\n\nFor example: If anyone comes to you and say, did you hear what happened last week? A research mindset will respond as I heard it but I am thinking why did it happened?",
    "response3": "My idea will be based on making humans life much more easier by using all the the advancement of artificial intelligence and machine learning. I will start from the risk prone areas where humans practise is in danger like higher temperature region to comfortable human needs.",
    "response4": "NLP and Computer Vision",
    "response5": "I want to pursue research because it allows us to explore the inherent quality of mine by challenging my own problem solving skills and developing new and new techniques for the betterment of human mankind. \n\nFor example- I have explored many things in my personal use which is completely different from other houses. Like designing box for future storey which was later proved to be most efficient and  best design etc.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "22f3000944@ds.study.iitm.ac.in"
  },
  {
    "name": "SAMARTH SHARMA",
    "email": "22f2001437@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the gaining or gathering information about a certain topic/field which may or may not help us in verifying the current theory",
    "response2": "The eagerness to learn about the topic and consume information about it is Research mindset",
    "response3": "Research Idea should always stem from a current theory or a model and would work on keeping that as a base . for example keeping language processing as a base we could work on a basic rules from our excising model and work our way through to find more information about the same",
    "response4": "It would be based around natural language processing and Deep learning",
    "response5": "To help me understand the various ML models around and help me get a grasp over them",
    "response6": "Low",
    "response7": "Medium",
    "response8": "true",
    "final_score": 25,
    "reg_email": "22f2001437@ds.study.iitm.ac.in"
  },
  {
    "name": "SHETH SHLOK",
    "email": "21f1000503@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research for me means working on the edge of human knowledge to potentially create/ discover something new or to improve of find new ways to improve existing technologies and infrastructure to make technologies more easily accessible and efficient. It consists of first acquiring knowledge about existing human methos and technologies in a domain and its related entities and then pouring in months and years of dedication to just push beyond that human bubble a little bit one step at a time.",
    "response2": "It means to work towards extending that metaphorical human knowledge bubble, which will take lots of time, patience and failed efforts. But still going for it just to make things a little bit better for the whole world, believing in your idea while also not being fixated on it and its approach so as to completely stop considering outside opinions and helpful input.",
    "response3": "I am interested in using machine learning models to process and detect anomalies from huge amount of data a telescope sends out. Recently I attended Sagan Summer workshop where they taught me how to use Eureka! to use on data from JWST. It is used mostly on exoplanet time-series observations and if I can contribute towards it in some manner it would be amazing.",
    "response4": "data analysis",
    "response5": "I am always fascinated and amazed by how much impact and importance research has on any particular domain and much society benefits from it and I want to be one of the contributors in it. I am hungry for knowledge and want to contribute back to society.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "21f1000503@ds.study.iitm.ac.in"
  },
  {
    "name": "Samreen Fathima",
    "email": "22f3000089@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Researching is the process of investing time and resources in a field to gain knowledge in it.",
    "response2": "Research mindset should consist of three things:\n1) willingness to learn continuously\n2) engage in different perspectives, especially the challenging ones\n3) keep asking questions.",
    "response3": "If I have all the resources and knowledge, I'll like to get into AI ethics. I've noticed that ethical and moral issues are addressed only at the end of the development stage or after the implementation stage rather than at the start. Research on a cost-efficient business model that motivates companies to have an ethics committee, ethical challenges of self-driving cars, ethical gaps in feeding biased data, and need for ethical counseling in different stages of developing AI services are of most interest to me.",
    "response4": "AI ethics applies to all of AI. It's multidisciplinary.",
    "response5": "I like reading research articles and would love to know what it takes to produce one. Pursuing research during UG years is not common. Hence, I would like to make use of this opportunity.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "boudeaux908@gmail.com"
  },
  {
    "name": "AKSHAY KARPE",
    "email": "21f1003152@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research involves the systematic exploration, investigation, and development of new methods, algorithms, techniques, and models to advance our understanding and capabilities in these areas. Like - simulate human-like thinking,object detection, image segmentation, facial recognition and systems that can mimic human cognitive processes.",
    "response2": "The set of attitudes, approaches, and qualities should in researchers mindset like Curiosity / Inquisitiveness, Critical Thinking ,Experimental Approach,Open Minded, Persistence.",
    "response3": "The goal of mine is by developing a comprehensive framework that enables AI systems to not only recognize and interpret emotions from various modalities (visual, speech, text) but also respond with appropriate empathy. By combining advanced techniques from cognitive science, deep learning, and various modalities of data analysis, we can create AI systems that are not just technically proficient but also emotionally perceptive. With Adaptive Learning(Ethics/human Behaviour)",
    "response4": "NLP, Deep Learning and Computer Vision",
    "response5": "Understanding the mechanism behind human cognition, perception,Neural Correlated to an Consciousness, and decision-making is a fundamental scientific pursuit. I had an  desire to make a difference, thrill of exploring the possibilities of intelligent machines.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 25,
    "reg_email": "21f1003152@ds.study.iitm.ac.in"
  },
  {
    "name": "Parampreet Singh",
    "email": "22f3000797@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research means to innovate, find new ideas, ways to do something. It helps us to develop new algorithms, understand underlying knowledge of existing algorithms.",
    "response2": "A research mindset is way of thinking and approaching a problem which requires curiosity, creativity and willingness to learn and discover new information.\nA research mindset should be open-minded, should have critical thinking and analytical ability, should be a good observer, a good problem solver and one must have the ability to go for \"First Principle Thing\" - i.e. Ask why till the get the root of the thing.",
    "response3": "If I have all the resources and knowledge, I will be focusing on Bio-tech, an evolving and much needed field in today's world. As we humans evolve, new types of disease may form in the future and they should be treated well in which AI/ML is helping already a lot and will help. whether it's doing some prediction based on scans, or doing genetic encoding or Aging problem.",
    "response4": "It may include Computer Vision for medical imaging tasks, NLP for analyzing DNA sequence, and general ML and DL (ANN) for predicting future diseases may occurs based on patient's current health.",
    "response5": "I want to pursue research to find new ways that can help us (the Humans) to get rid of at most of all the diseases so that we can evolve more and much better.",
    "response6": "High",
    "response7": "Medium",
    "response8": "true",
    "final_score": 24,
    "reg_email": "22f3000797@ds.study.iitm.ac.in"
  },
  {
    "name": "Vaibhav Satish",
    "email": "21f3002068@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is when we do an in-depth study of a topic specific to a field or also can be interdisciplinary. The study is done to find answers to human curiosity in that field, with an aim to advance the ongoing development in various domains. Researchers essentially find knowledge gap in the already provided literature and subject matter of the domain.",
    "response2": "Having a research mindset is akin to having a curious and open attitude. It's about being willing to explore, ask questions, and try different approaches. It's when you're not afraid of challenges or setbacks because you see them as opportunities to learn. One is patient, persistent, and always seeking to understand things better.",
    "response3": "If I had all the resources and knowledge, I'd be inspired to work on responsible Artificial Intelligence to ensure that AI technologies are developed and used in ways that prioritize ethical considerations, transparency, and accountability, thereby fostering a positive and equitable impact on society.",
    "response4": "The research statement I mentioned earlier falls within the AI ethics and responsible AI space. While not limited to a specific subdomain like NLP, Deep Learning, or Computer Vision, it addresses the overarching concern of ensuring that artificial intelligence technologies are developed, deployed, and utilized in ways that align with ethical principles, foster transparency, and establish accountability.",
    "response5": "I want to pursue research because studying in depth about a topic, finding answers, thinking deeply about something, writing about it simply sounds exciting to me. Hence, my genuine interest in the field.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 24,
    "reg_email": "vaibhavsatish9@gmail.com"
  },
  {
    "name": "KABIR JAMADAR",
    "email": "22f3001138@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the process of gatherin information systematically and efficiently and using/leveraging that information to come up with new data or ideas.It is also the careful study or a particular subject in order to obtain new information of that particular subject and ways to apply it in order to create.",
    "response2": "A research mindset is to investigate and try to understand different ways you can approach the problem and solve it. One should be able to take responsibility for the lack of one's knowledge and should be hungry to obtain more knowledge in order to approach a problem. The mindset also incorporates to keep pushing despite the hurdles and realize that a greater scientific community could benefit from your research.",
    "response3": "My Research motivation would be realizing that a larger demographic could benefit from my particular research of the subject and hence, could help others. If I had all the resources and knowledge, my Idea would be based upon applying machine learning on a high scale to predict  the rise and the fall of finance stocks and crypto currencies and also, using ML/AI for LLMS and use of diffusion in DALL-E and Stable Diffusion.",
    "response4": "Dall-E and Stable Diffusion combine techniques from deep learning and NLP and are used for data analysis,image generation and fall under the category of probabilistic models and statistical inferring.",
    "response5": "I intend to pursue research in order to sate my intellectual curiosity for the field of Machine Learning and AI, it can also lead to innovation and impact on a larger scale. Research also involves problem solving and it would be exciting to explore unknown territories. I would also love to collaborate with like-minded people and exchange ideas.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 24,
    "reg_email": "22f3001138@ds.study.iitm.ac.in"
  },
  {
    "name": "REVISANKER SIVASANKARAN",
    "email": "22f2001532@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is the process of doing a detailed study of a particular area to know what has been done so far. Identifying a subdomain or a problem area to investigate further to answer questions, solve problems or develop new knowledge.",
    "response2": "Research mindset is the willingness to ask questions, commitment to critical thinking and desire to learn new things. In summary it is the set of beliefs and attitude that enable to conduct  research effectively.",
    "response3": "My Research Motivation is to use the existing knowledge in the world to improve the life of human race. I truly believe that AI can help reduce cost and provide quality service which can make critical services such as healthcare and education affordable to all.",
    "response4": "I prefer to keep an open minded approach at this point to use any of the AI / ML technologies or a combination of them to meet the research goal. For example, to improve healthcare provision of having low cost diagnostic affordable to everyone will require solutions that will require vision and at the same time require technologies such as Deep Learning to train the same. NLP will be the interface that any common man can use in their own language reducing their distance to the digital world. Hence the application of AI / ML domain could always bee one or more of the technologies.",
    "response5": "AI has been a passion for me since childhood. The very reason I took computer science career is to make AI a possibility and contribute through research. I started my career as Research Associate for Indian Academy of Sciences at Indian Institute Of Science in applying distributed artificial intelligence concept in city planning. For the past 7 years I am applying AI/ML technologies for IT automation across industries such as Banking & Financial Services, Healthcare, LifeSciences and Insurance. I am working in IT industry for about 25 years.\n\nI did apply for Phd at IIT Madras around 2014 or so and did reach till final round of interview but couldn't make it.  I will continue to do research in application of AI/ML and apply the same throughout my life.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 24,
    "reg_email": "22f2001532@ds.study.iitm.ac.in"
  },
  {
    "name": "MAANYA ATTRI",
    "email": "23f1000628@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "the systematic effort to discover or confirm facts, to investigate a new problem or topic, or to describe events and understand relationships among variables, most often by scientific methods of observation and experimentation. Research is essential to science in contributing to the accumulation of generalizable knowledge.",
    "response2": "One key thing in getting to be and feeling like the expert is ensuring that the scope of your research is sufficiently narrow. If you take on a massive area, like ‘the effectiveness of therapy’, you’re never going to feel like (or, indeed, be) the leading authority in that area.\nThere’s people who have spent their lifetimes researching this, carried out hundreds of studies, so, of course, you are going to feel less knowledgeable than them. But if you narrow down your focus—for instance, ‘the effectiveness of compassion-focused therapy (CFT) for health anxiety’—then, immediately, the number of leading authorities in the field dramatically reduces.",
    "response3": "I will ask myself 'what can i discover more in this?'.",
    "response4": "Cognitive science.",
    "response5": "I’ve always wanted to find the answers to my own questions. The best way is to research the problems that you are interested in, I think.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 24,
    "reg_email": "23f1000628@ds.study.iitm.ac.in"
  },
  {
    "name": "ANCHAL KUMAR CHAUBEY",
    "email": "21f3002945@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a creative and experimental process; it might be a hard or simple path. It is a search for the truth, whether the truth is normal or exciting. Researchers performed many experiments to reveal the science behind any event. According to me, research helps human beings to discover new things and collect all the existing information.",
    "response2": "A research mindset means having an optimistic outlook, a prepared and open mind, and the capacity for hard work. A desire to know the truth and an ability to challenge prevailing paradigms. The direction of the mindset is always to focus on the goal and have the ability to learn from past mistakes. It has a positive attitude and faith in the scientific method.",
    "response3": "My idea will be based on the communication field. I am eager to find an application for AI/ML in the field of WSN (Wireless Sensor Network), i.e., finding the best routing algorithm to reduce the wastage of energy between nodes, topology, etc. The main goal of my idea is to find the optimum way of communicating to reduce power waste without losing our stream data. If possible, I will try to design an antenna with good directivity and gain.",
    "response4": "It will be based on Machine Learning and Deep Learning.",
    "response5": "As a creative person, I am always curious to learn new things and try to figure out the science behind them, and the research field will provide me with both curiosity and reason.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 23,
    "reg_email": "21f3002945@ds.study.iitm.ac.in"
  },
  {
    "name": "M.JASWANTH KUMAR",
    "email": "23f1000946@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "For me its is the art of intesenvely falling in love with some field of interest and keep doing the work and discoverying and inventing new ideas and thoughts also collabrating with other people and refining their thoughts and ideas and discusion of their ideas in a unbaised manner,predujudice manner.\nit is like entring into a new dimesion where you have nothing else bothering you execpt but doing research .\nit is also systematic and organized process of investigating a specific topic. It involves a structured approach to exploring and understanding various aspects of the chosen subject.",
    "response2": "To have a novel and new idea which would help other people to effective either complete thier work or identify challeges easily or work upon that to optimizse that challege.\nConsidering ideas and thought without prejudice and unbiased of other reseracher's.\nContinuous Learning mindset is one factor in my life i want keep on learning new things and keep doing reaserch until my end of my life like Enistien newton etc.\n Also to be Patience and Persistence and slowly try to understand in depth is also imprtant.\nfor me Curiosity is also a curical factor. at last Systematic Approach mindset   where to that is to  adopt a structured and organized approach to the work. Then plan and follow research methodologies, gather data systematically, and analyze findings rigorously also play a crucial role.",
    "response3": "My inspiration/Motivation is based will using AI and ML to our understanding about the universenworks and try to optimise the diffrent ascpects to have a enery efficent operstion and pollution free world ,so that we can maje a better place to live,undertsna collabrate,help poeple all around the world for welfare of humanity and ecosystem .\nmy idea: Optimizasation,LLM,computer vision,Autonomous vechiles i.e air ,under water,terestrial ,",
    "response4": "Deep Learning, NLP,ethical ascepts in AI and security and roustnes in Ai.,data funsion and multi-modal learning.",
    "response5": "The kind of expourse to the field could not be found in any other  but in  doing research we can find. also it allows me to work across multiple disciplines, bringing together diverse perspectives to tackle complex problems.and  Reasearch is a domain that require critical thinking, creativity, and problem-solving skills. For individuals like me really  who enjoy intellectual challenges, research this provides  a platform to engage in thought-provoking endeavors.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 23,
    "reg_email": "23f1000946@ds.study.iitm.ac.in"
  },
  {
    "name": "KRISHNA",
    "email": "22f3001471@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me research is finding, finding solutions to the existing problems, making the existing techniques more efficient, exploring new fields and gathering knowledge, thus helping the world",
    "response2": "Being curious, having a future vision about their research interests",
    "response3": "Climate change really worries me. Gathering all the resources and knowledge, I want to use ai/ml to help the world tackle climate change.",
    "response4": "Computer vision can analyze satellite images and remote sensing data to monitor deforestation, land use changes, etc.\nUsing ai/machine learning algorithms to analyze large datasets to identify patterns, increase efficiency of current systems.",
    "response5": "I like exploring different fields, it interests me and research provides me the opportunity to learn new technologies, make contributions and success is a product of hard work rather than luck.\nScience fiction Inpires me to gather knowledge and dwelve deep in research to make them a reality.",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 23,
    "reg_email": "22f3001471@ds.study.iitm.ac.in"
  },
  {
    "name": "NEERAJ YADAV",
    "email": "21f1005729@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research means exploring and learning new things to understand them better. It's like an exciting adventure of discovering information and knowledge.",
    "response2": "A research mindset is having a curious and open attitude towards learning. It's about being eager to explore, ask questions, and find answers. It's like having a positive and adventurous outlook on discovering new things.",
    "response3": "With abundant resources and knowledge, my research drive would be focused on advancing AI/ML to develop systems capable of genuine emotional understanding, enhancing human-AI interactions with true empathy and depth.",
    "response4": "The research statement I mentioned earlier falls under the subdomain of Natural Language Processing (NLP) within the field of AI/ML. It involves enhancing AI systems' ability to comprehend and respond to human emotions in meaningful ways.",
    "response5": "I want to pursue research to discover new knowledge, solve problems, and contribute to the advancement of science and technology, which can benefit society in various ways.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 23,
    "reg_email": "21f1005729@ds.study.iitm.ac.in"
  },
  {
    "name": "Aparna A",
    "email": "22f2000707@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Collecting information on already established facts and studying them to reach new conclusions could be termed as research.",
    "response2": "Research mindset is a mindset you develop wherein you question things and find answers to it.",
    "response3": "I haven't thought about it yet.",
    "response4": "Am still making up my mind about the subdomain.",
    "response5": "Research as I find is very interesting and is a productive way to spend time where you put in maximum dedication and efforts to prove something. It helps you to learn about a lot of things in depth.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 22,
    "reg_email": "22f2000707@ds.study.iitm.ac.in"
  },
  {
    "name": "RAUBIN KUMAR RAVI",
    "email": "21f2001126@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a systematic process of investigation and exploration that aims to discover new knowledge, gain insights, or solve problems in a particular field. It involves the gathering and analysis of information, data, and evidence to answer questions, validate hypotheses, or generate new ideas. Research can be conducted in various disciplines such as science, social sciences, humanities, technology, and more.",
    "response2": "A research mindset refers to a way of thinking and approaching problems with an attitude of curiosity, critical thinking, and a commitment to seeking knowledge and understanding. It involves adopting a set of attitudes and habits that are conducive to effective research and learning.",
    "response3": "1. Develop methods to make AI models more transparent and understandable, addressing the \"black box\" issue. This could lead to better user trust, regulatory compliance, and ethical decision-making in AI systems.\n2. Focus on applying reinforcement learning techniques to complex, real-world scenarios, such as robotics, autonomous vehicles, and industrial control systems. Overcoming challenges in safety and scalability is crucial.\n3. Research how AI can be applied to medical diagnostics, treatment planning, drug discovery, and personalized medicine. This area has the potential to revolutionize healthcare delivery.",
    "response4": "1. AI Explainability and Interpretability\n2. Reinforcement Learning in Real-World Settings\n3. AI for Healthcare",
    "response5": "Pursuing research offers the chance to contribute new knowledge, drive innovation, solve complex problems, grow personally and professionally, make a positive impact on society, and open doors to various career opportunities.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 22,
    "reg_email": "21f2001126@ds.study.iitm.ac.in"
  },
  {
    "name": "MUKESH KUMAR",
    "email": "21f1000350@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is a fundamental process for knowledge, addressing real-world issues, and contributing to the growth of various disciplines. It plays a crucial role in driving innovation, improving our understanding of the world, and making informed decisions in a wide range of domains",
    "response2": "I think Research Mindset needs below key aspect.\n1. Problem Solving approach \n2. Critical thinking \n3. Attention to topic (Go in depth as much as possible)\n4. Be to ready to fail and learn from failure to make in success\n5. Keep on learning to strength your knowledge base.\n6. Be ready if change is needed, do not get stuck in same work",
    "response3": "My research interest to develop a system which can make easy life for teachers/school. We know all student are not same in their academy but problem is the 1 teacher needs to cater all student in same ways and that create problem.\nSo my idea to research on such where teacher can able to generate question based on student ability to learn. But in real time it is difficult to generate different question set for different set of student. So my idea to help teacher where AI can help to generate question in adaptive way which helps student to grow in there pace and after some times that set of student can learn better and better.",
    "response4": "It is part of NLP and Deep Leaning",
    "response5": "I want to add some value to our society. Being a working professional i worked to make our customer happy by full filling their requirement.\nBut i want to make some research to learn better, Innovate something to our country to grow and last to full fill my Curiosity and Exploration.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "21f1000350@ds.study.iitm.ac.in"
  },
  {
    "name": "Anjali Gupta",
    "email": "23f1002431@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "To know as deep and demonstrate a particular topic or subject is known as Research. \nA systematic enquiry and collect information is known as Research.",
    "response2": "Research mindset allows to evolve present skills. The research mindset helps to provide answers of relevant questions.\nHaving a research mindset provide ability to brainstorming and theatre the reality.",
    "response3": "If I have all the resources, My motivation to research on will be - \"Multimodal Learning\".",
    "response4": "The research statement I have mentioned based on AI.",
    "response5": "I want to pursue AI and machine learning as main domain, as I'm good at problem solving thinking and I want to enhance my skills and demonstrate this field.\nResearch will help me to gain more knowledge on the same. Hence I want to pursue Research.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "23f1002431@ds.study.iitm.ac.in"
  },
  {
    "name": "Hamees ul Hasan Sayed",
    "email": "23f1001168@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Professors get funds from universities/governments to address a particular problem. The researchers engage in research and conduct various tests and simulations to reach a specific conclusion. Ultimately, Research means discovering new things.",
    "response2": "Being aware enough to identify what you don't know/and what is essential to understand. Finding the proper resources to fill that gap. Learning a skill quickly enough that you are able to then solve that particular problem. Document those steps in a logical big picture way to express your ideas/findings in an easier manner.",
    "response3": "My research motivation would revolve around leveraging computer vision to learn from space-based and geospatial data. By exploring the datasets captured by satellites and other space-based instruments, I hope to model exciting discoveries and improve our understanding of the world around us.",
    "response4": "It is based on Computer Vision, a subset of Deep Learning.",
    "response5": "Curiosity. When building my own projects, I get a feeling of pride and accomplishment for building something new that can be used by others. Extending it by pursuing research I'd like to discover and invent something new or improve the present ideas.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "23f1001168@ds.study.iitm.ac.in"
  },
  {
    "name": "RISHABH SINGH",
    "email": "21f2001144@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "As word \"RE-SEARCH\" means to search something again and again until it found or solve It is activity that leads us to find new study and theories on various topics with the help of existing study proof or data and develop new ways to solve many real world problems based on the data collected and analyzing it. It is mainly done to identify the problem or defect in particular field and search for solutions of problem and also to expand the knowledge on particular interest field area.",
    "response2": "Mindset is first to identify the problem and then try to solve the core problems. Researcher must be clear with its fundamental on the topics and also have good skill to solve the problem to make any interference and validation of the solution is also as important as solving the problem.",
    "response3": "Motivation is to learn something new from other who have published good publications and also to contribute in it and face challenges in solving the problems and working as team as people from different views ,different field meets and discuss on common problem and arriving on solution.",
    "response4": "I am completed my Diploma in Data Science learned various algorithm used in Machine Learning and love to learn more about them in detail and their abilities to solve real world problem and increasing its accuracy in term of solving these algorithms and making them optimised for increasing their efficiency.\n\nAI/ML is very good topic for research in terms of accuracy and their ability to solve complex problems like predicting ,forecasting on the data obtained and validate them to better result.",
    "response5": "I completed my B.tech in Chemical Engineering and done research project with my professor and chemical study is study of uncertainity lots of exceptions which fascinate me to learn something unexpected , new every time which include fun as well as challenging and include feeling of excitement in engaging in research work.\n\nThank You",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "21f2001144@ds.study.iitm.ac.in"
  },
  {
    "name": "SHASHI KANTA",
    "email": "21f1004780@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research means to explore new things in a specific field or area",
    "response2": "It is a like mindset people work towards research.",
    "response3": "I will use the resources and knowledge to explore on that area or create new applications .",
    "response4": "Application of AI/ML",
    "response5": "To enhance my knowledge",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "21f1004780@ds.study.iitm.ac.in"
  },
  {
    "name": "Janmejoy Barman",
    "email": "22f1000171@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "It is a process of discovering new knowledge, either by developing new concepts or advancing existing knowledge and theories.",
    "response2": "A research mindset involves understanding the research process, including the steps involved in conducting research, and being able to evaluate sources and consider their authority. It is a mindset that helps you to think like a researcher and approach your investigation in a systematic and rigorous manner",
    "response3": "Deep reinforcement learning",
    "response4": "Deep reinforcement learning is a field that combines reinforcement learning and deep learning to create goal-oriented algorithms that learn through trial and error.",
    "response5": "It allows us to discover new information, test theories, and develop new technologies and solutions to problems. Research can lead to breakthroughs that improve our lives and the world around us.",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 22,
    "reg_email": "22f1000171@ds.study.iitm.ac.in"
  },
  {
    "name": "Shivani",
    "email": "22f2000627@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "Research is a very important tool to understand the world around us , we make observations ..try to analyze the data collected from those observations and build up theories or model to predict future data and see how different observations are related to each other..all of this is the research in a broader sense.",
    "response2": "I feel research mindset is when one make judgements fairly based on what is shown through rigourous testing and observations and not on the pre concieved notions of how it should be.",
    "response3": "I am heavily inspired by environmentalism so the research idea would be based on developing new theories/products that could sustain natural habitats and help the people around us without burdening the already burning natural resources.",
    "response4": "To understand the natural environment and make predictions or useful ideas based around them would definitely require machine learning and artificial intelligence.\ncomputer vision would be necessary to distinguish and collectively box the different objects and features like trees , people ,vehicles etc.\nThere are already many technologies already doing this one example could be data collected through images with satellites and then using artificial intelligence and machine learning to analyse the data and make predictictions about the natural disaster,weather forecasts and such.",
    "response5": "I want to pursue reasearch to know more about the world we live in and make ideas/products inspired by it.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 21,
    "reg_email": "22f2000627@ds.study.iitm.ac.in"
  },
  {
    "name": "Adwait Keshari",
    "email": "23f2000979@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research refers to a deliberate and methodical investigation undertaken to expand our understanding of a subject, solve problems, or make informed decisions. It involves the systematic collection, analysis, and interpretation of data to draw meaningful conclusions and uncover new insights. Research can take various forms, such as empirical studies, literature reviews, experiments, surveys, and case studies. It plays a pivotal role in advancing fields of knowledge, addressing gaps in understanding, and contributing to the development of theories and practical applications. Researchers follow established methodologies, adhere to ethical guidelines, and employ rigorous techniques to ensure the accuracy, reliability, and validity of their findings.",
    "response2": "A research mindset refers to a cognitive orientation and approach characterized by curiosity, critical thinking, and a willingness to explore, question, and analyze information deeply. It involves adopting an open-minded attitude towards seeking knowledge, embracing uncertainty, and valuing evidence-based insights. Those with a research mindset actively engage in seeking answers, uncovering patterns, and examining phenomena from various angles. They are driven by a thirst for understanding and are unafraid to challenge assumptions, test hypotheses, and reevaluate their perspectives. This mindset emphasizes continuous learning, adaptability, and the recognition that knowledge is dynamic and evolving. Individuals with a research mindset value meticulousness, attention to detail, and the importance of gathering reliable information through methods such as observation, data analysis, experimentation, and critical review of existing literature. Overall, a research mindset cultivates intellectual curiosity, analytical prowess, and the capacity to contribute meaningfully to the expansion of human knowledge.",
    "response3": "My research motivation would be based on addressing pressing global challenges through sustainable technology solutions. Focusing on renewable energy, I'd investigate innovative methods to harness and store energy efficiently, minimizing environmental impact. By combining advancements in materials science and artificial intelligence, I'd develop smart energy grids that optimize distribution. This research aligns with the urgent need for clean energy and sustainability, contributing to climate change mitigation. Moreover, collaboration with interdisciplinary teams and engaging local communities would ensure practical implementation. This research pursuit not only aligns with global goals but also strives to create tangible, positive impacts for society and the planet.",
    "response4": "The research statement I mentioned earlier aligns with the subdomain of AI/ML known as \"Smart Energy Systems.\" It involves applying AI/ML techniques to the field of renewable energy and sustainable technology. This could encompass various areas such as predictive analytics for energy demand, optimization of energy distribution, integration of renewable sources into the grid, and efficient energy storage solutions. The research seeks to address environmental concerns and improve energy efficiency by utilizing AI/ML methods to make energy systems smarter, more adaptive, and capable of reducing carbon footprints.",
    "response5": "I am compelled to pursue research by an unwavering curiosity and the desire to contribute to the evolution of knowledge. The prospect of diving deep into uncharted territories, unraveling complex problems, and pushing the boundaries of understanding captivates me. Research represents the avenue to not only quench my thirst for learning but also to make a meaningful impact on the world by generating innovative solutions. It offers the chance to engage with like-minded thinkers, refine critical thinking skills, and continuously challenge myself. Ultimately, the pursuit of research is a passionate endeavor to uncover the unknown, inspire change, and leave a lasting mark on the realms of science and discovery.",
    "response6": "Medium",
    "response7": "Medium",
    "response8": "true",
    "final_score": 21,
    "reg_email": "23f2000979@ds.study.iitm.ac.in"
  },
  {
    "name": "Rashmi Kapoor",
    "email": "21f3002169@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "To evolve with a new idea or concept, then test and validate it.",
    "response2": "Mindset to think for a innovative way for an existing or even non existing way.",
    "response3": "Societal benifit and world of electrical engineering with AI.",
    "response4": "I am not sure, it may be deep learning LSTM model.",
    "response5": "To extend my electrical engineering knowledge with AI/ML and contribute to my domain as well as societal needs.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 21,
    "reg_email": "21f3002169@ds.study.iitm.ac.in"
  },
  {
    "name": "AMOL WANI",
    "email": "21f1005443@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "According to me, research is to study all previous proven  facts about a selected topic or subject and using it to create new facts or improving the previous facts upon getting the new evidence.",
    "response2": "In my view, research mindset is to question the previous facts or information upon what ,how and why , and getting the answers rationally(Mathematically) or based on evidence and if you get answers which are not similar correcting the previous facts.",
    "response3": "1.I like to deeply study a subject.\n2.To improve our overall understanding of subject\n3.To push boundaries of human knowledge",
    "response4": "application of  AI in early  diagnosing of disease",
    "response5": "To improve the life standard of all human being.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 20,
    "reg_email": "21f1005443@ds.study.iitm.ac.in"
  },
  {
    "name": "MOHD SADIK",
    "email": "22f3002236@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is systematic investigating in a topic in order to gain knowledge. It is process of collecting, analyzing and interpreting information in order to solve a problem. Research can be used to generate new ideas, improve existing products or make decisions.",
    "response2": "A research mindset is a set of beliefs and attitudes that support the process of research. Researchers with strong mindset should be able to identify and define problems and develop research question. For a person to be successful in research must be curious, open - minded, critical thinker.",
    "response3": "I want to focus on increasing the reasoning capability of Large Language Models and also understand how LLMs work on very low level.",
    "response4": "Research Problem : Large language models (LLMs) have achieved state-of-the-art results on a variety of natural language processing tasks, but they still lack the ability to reason in a way that is comparable to humans. \n\nResearch Questions : 1) How LLMs work on very low level? \n                                    2) How can we analyze the behavior of LLMs to better understand their reasoning capabilities?\n                                    3) What are the challenges of increasing the reasoning power of LLMs?\n\nApproach :  One approach can be studying the error that LLMs make when reasoning.",
    "response5": "I want to pursue research because I am passionate about learning and discovery. I am also motivated by the challenge of solving difficult problems. I am particularly interested in research that can be used to solve real-world problems.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 19,
    "reg_email": "22f3002236@ds.study.iitm.ac.in"
  },
  {
    "name": "Atharva Dhamankar",
    "email": "21f1005520@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "In my opinion, research is the concept of taking a subject, attempting to understand it to its most in-depth cases, and then proceeding to push its boundaries by questioning the very way of how we define the subject. \nIn this process, we question the facts we have stated and maybe use our solutions to attempt to solve the original questions that have led us to our research.\nIt is the formalized version of the natural behavior of the curiosity of humans to ask questions and gain in-depth knowledge of their surroundings.",
    "response2": "To constantly ask questions, and question what we know about our surroundings is in my opinion a research mindset. To acknowledge that you do not and cannot know everything but at the same time being open to understanding conflicting opinions and being able to use them to create a ideal system that ties them cohesively together is what is expected of a core researcher.",
    "response3": "In my opinion, all technology/research/science is rooted in making human lives better. From soap to planes and from cloth to computers the purpose of research has always been to identify patterns in nature and to harness these natural laws and make our lives easier at times even defying popular belief. \nWith this background I see that Augmented Reality paired with Artificial Intelligence will bring a new advent in redefining ease and even challenging questions such as \"What does it mean to actually be Intelligent?\". Imagine machines that can personally tutor you better than any professor that ever existed all combined. The possibilities of such power and technology are endless. \nMore than a teacher with the use of AR, and AI we can curate unique assistants that attempt to \"augment\" your life allowing you to see focus on what is important. By being there when you need it and fading away when not needed, interaction with technology will become seamless.",
    "response4": "My fundamental subdomains that I will be interested in working are specifically NLP (easing the communication gap between machines and humans), Speech recognition, Computer Vision (specifically 2d to 3d mappings), Deep Learning optimization and Ethical AI.",
    "response5": "Asking questions is something that I have always done with great zeal and enthusiasm. Being able to look at the same things/ problems in multiple different ways allowed me to explore how things worked and in a sense teach myself how to dive deeper into concepts while not losing sense of the actual birds-eye overview. \nInventions that once were groundbreaking and era-defining, over time become the defacto as humans redefine themselves according to the resultant shifts. Now more than ever we are facing so many new branches of research that each in their own sense have the potential to have massive impacts on our lives. \nI see that in research as a career, I will be able to actually enjoy my work and maybe even create something that someone else will take for granted one day.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 19,
    "reg_email": "atharvadhamankar44@gmail.com"
  },
  {
    "name": "PREETAM MUKHERJEE",
    "email": "21f1002436@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "The term 'Research' means to explore any topic under consideration in all of the applicable ways.",
    "response2": "The term 'Research Mindset' means a fixed type of mindset to devote the full scope of Hard work on a single concerned topic.",
    "response3": "If I am already been provided with all the resources and knowledge to fully execute a Research operation, then my sole motivation for Research is to develop a new technique/machinery/Thesis etc which will eventually benefit the whole population of the world for an infinite term period.",
    "response4": "1) Robotics & 2) Speech Recognition.",
    "response5": "The reasons to pursue 'Research' are as follows: \n1) To build a brand new technique/model/machinery etc which will obviously serve humanity for a long-term period. \n2) After getting several failures in the Interviews of the Job markets of Mechanical Engineering/IT sector etc. I have decided to devote my whole life in Research & Development (R&D Programmes, such that the valuable time of my life is not being wasteful anymore. In addition, I am quite confident that I will succeed one day after discovering any new technique/model in the fields of Robotics/Speech Recognition etc. \nI am very glad that RaSoR has provided me that stage to execute the relevant Research in my interested domains of AI & ML.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 18,
    "reg_email": "21f1002436@ds.study.iitm.ac.in"
  },
  {
    "name": "RONIT NARAYAN",
    "email": "22f3001667@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Research is, the Synthesis of Information, from different perspectives, Collected via Our Observation, again; using different perceptions, of the Universe. \nIn context, AI is a synthesis of Information, to Discover, and Make use of patterns. That has a lot of potential, and would be stupid to gain capabilities in the field.",
    "response2": "A research mindset is simply a Curious Mind, trying to Understand the World, better.",
    "response3": "It would be to complement, augment and Unlock further human capabilities, to speed up, and Safeguard the growth of Humanity.",
    "response4": "Deep Learning, I am not exactly aware of the exact sub domain it is, because it's synthesis of Information to make Models. This can Be under NLP but it is more that that so I cannot point a single sub domain.",
    "response5": "To speed up, and safeguard the growth of Humanity. To Make some Childhood Fantasies Manifest in this plane.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 18,
    "reg_email": "ronitnarayan123@gmail.com"
  },
  {
    "name": "POOJA PANDEY",
    "email": "21f3000484@ds.study.iitm.ac.in",
    "gender": "F",
    "response1": "find out something which is not define yet.",
    "response2": "thought process of a person which is necessary for research or find something new which is useful in that field.",
    "response3": "artificial Intelligence.",
    "response4": "AI for computer vision",
    "response5": "bcz iitm provide me this opportunity and I am interested in it.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 17,
    "reg_email": "21f3000484@ds.study.iitm.ac.in"
  },
  {
    "name": "Sanjeev Sah",
    "email": "22f1000711@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Is expanding knowledge ,addressing societal challenges and driving progress. It is directional research ,study ,analysis and interpretation in order to answer specific questions, solve problems or to add to existing body of language.",
    "response2": "It is attitude and aligned approach with principle of research. Curiosity ,critical thinking ,systematic inquiry and commitment to seeking and understanding knowledge.",
    "response3": "To bring some change in life of people by easing them to get the solution with various modern techniques. Like automating fruit count and quality analysis .In my village I see traders quoting to farmers for fruits for the season(What ever  quantity of mango fruit tree produces will be bought in INR 2000 in one particular season). They quote for example 2000 INR per mango tree 10 years old. Actually if we count no of mango converted in kg will fetch more than 8000 INR. How to give power to farmer in estimation by scientific means and model prediction?",
    "response4": "AI ML and computer vision",
    "response5": "I want to develop app for fruit count and quality by scanning tree and converting rate for cutoff  auction amount",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 16,
    "reg_email": "22f1000711@ds.study.iitm.ac.in"
  },
  {
    "name": "NAVNEET KUMAR",
    "email": "23f2002092@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "Reasearch mean discovering the new things in  particular field of your interest.",
    "response2": "A mindset that is always learning, discovering, building.",
    "response3": "Algo Trading , Music Generation or something related to Finance.",
    "response4": "Algo trading is based on quantative finance. While music generation is based on deep learning and nlp.",
    "response5": "To be like my role model jim simons.",
    "response6": "High",
    "response7": "High",
    "response8": "true",
    "final_score": 16,
    "reg_email": "23f2002092@ds.study.iitm.ac.in"
  },
  {
    "name": "Roopkumar Das",
    "email": "23f1003028@ds.study.iitm.ac.in",
    "gender": "M",
    "response1": "research according to me is to find answer about particular stuff which are of interest. Like if i want to know, is there any co relation between if i have toxic friends would i become toxic, so i would research about it by collecting data's and try to find answer to the co relation, answer like why and what condition needed to trigger to become toxic. I know this example is not the best example but i to wanted to mention some example and this came to my mind. Yeah i need to take a break i suppose",
    "response2": "again to find answer and trying to relate stuff and finding why to the relation",
    "response3": "if i talk about AI/ML, my biggest motivation will be to make system efficient and finding the powerful architecture, cause i want to run some system in my old devices. I don't know how much farfetched this motivation is, but still want to see",
    "response4": "actually i am totally beginner to AI/ML",
    "response5": "Again motivation source is to find powerful architecture and stuff to create powerful product",
    "response6": "Medium",
    "response7": "High",
    "response8": "true",
    "final_score": 15,
    "reg_email": "23f1003028@ds.study.iitm.ac.in"
  }
]